"* WPP (Reporting by Yoruk Bahceli;Editing by Elaine Hardcastle)""FRANKFURT, April 1 (Reuters) - Daimler on Wednesday said management board members had agreed to forego 20% of their basic pay as a way to help the car, truck and bus maker cut costs during the coronavirus crisis. ""The move comes after Daimler said German employees would switch to shortened work hours. ""Supervisory board members have also agreed to a 20% cut and leading managers will see their pay curtailed by 10%, Daimler said. (Reporting by Edward Taylor Editing by Toby Davis)""HAMBURG (Reuters) - The bosses of Volkswagen (""), BMW ("") and Daimler ("") held a crisis call with German Chancellor Angela Merkel on Wednesday to discuss how to get production restarted, Germany’s Handelsblatt newspaper reported on Thursday. ""Carmakers have halted production at some sites as governments around the world have imposed lockdowns on their populations in response to the coronavirus outbreak. ""Volkswagen Chief Executive Herbert Diess last week said the carmaker might have to cut jobs if the pandemic is not brought under control as it is still spending about 2 billion euros ($2.18 billion) a week. ""Handelsblatt cited participants in the call as saying carmakers were particularly concerned about the supply chain. ""A Volkswagen source told Reuters the carmakers discussed the situation in the industry and how production could be started up again after the coronavirus crisis. There was agreement that an EU-wide approach to re-starting production was needed, the source said. ""“It doesn’t help if one country forges ahead and then everything in Italy or Spain is still at a standstill,” the source said, adding that such a scenario would result in gaps in the supply chain. ""The Volkswagen source said in the talks there had been agreement that a working group, including the government, industry and the Robert Koch Institute for infectious diseases, should be set up to develop standards for protecting employees when production is restarted, such as protective clothing, masks, distancing workers and frequent cleaning of sanitary facilities. ""The source said the carmakers also discussed the situation facing car suppliers and that while big original equipment manufacturers were well provided for in terms of liquidity, that was not the case for many suppliers. ""A source at Daimler said Merkel, Economy Minister Peter Altmaier, Finance Minister Olaf Scholz and Joerg Hofmann, head of the IG Metall trade union, had all taken part in the meeting with Daimler CEO Ola Kaellenius, BMW boss Oliver Zipse and Volkswagen CEO Diess. ""A survey published on Wednesday showed Germany’s export-dependent manufacturing sector saw the steepest decrease in output in almost 11 years in March, as the coronavirus pandemic forced plant closures in Europe’s biggest economy. ""Reporting by Jan C. Schwartz; Writing by Michelle Martin. Editing by Jane Merriman""PARIS (Reuters) - The ‘FREE NOW’ taxi ride-hailing service run by Daimler and BMW announced on Thursday a corporate restructuring, which could lead to job cuts, and unveiled plans to merge with French app Kapten. ""The ‘FREE NOW’ company said in a statement that its restructuring was aimed at reducing costs in order to offset the hits to its business caused by the coronavirus crisis, which has hurt transport companies around the world. ""The ‘FREE NOW’ and Kapten ride-hailing apps are among many relatively new companies that have been set up across the globe to take on the likes of main players such as Uber. ""Reporting by Sudip Kar-Gupta; Editing by Susan Fenton""FRANKFURT (Reuters) - Daimler (""), which owns the Mercedes-Benz luxury car brand, on Tuesday said it will suspend most of its production in Europe for two weeks in an effort to contain the spread of the new coronavirus. ""“The suspension applies to Daimler’s car, van and commercial vehicle plants in Europe and will start this week,” the Stuttgart-based carmaker said. ""Global supply chains currently cannot be maintained to their full extent, it said adding that due to the ongoing spread of COVID-19 the economic effects on Daimler cannot be adequately determined or reliably quantified at this time. ""“With these closures, Daimler is helping to protect its workforce, to interrupt chains of infection and to contain the spread of the pandemic,” the company said. ""Reporting by Edward Taylor; Editing by Christoph Steitz""FRANKFURT (Reuters) - German carmakers including Volkswagen ("") and Mercedes-Benz ("") will restart production at some German factories next week after the country eased restrictions designed to contain the coronavirus outbreak. ""Chancellor Angela Merkel on Wednesday said that Germany has achieved a “fragile intermediate success” in its the fight against the coronavirus and that its emergence from lockdown would begin with the partial reopening of shops next week and schools from May 4. ""Unlike Italy and Spain, Germany never banned car production, though factories came to a standstill after authorities restricted the movement of people and ordered the closure of car dealerships, hitting demand.         ""Volkswagen said it will start producing cars for its core brand in Zwickau, Germany, and in Bratislava, Slovakia, on April 20.  ""Plants in Russia, Spain, Portugal and the United States will ramp up production from April 27 onwards, joined by factories in South Africa, Argentina, Brazil and Mexico in May.  ""“With the decisions by the federal and state governments in Germany and the loosening of restrictions in other European states, conditions have been established for the gradual resumption of production,” Ralf Brandstaetter, Chief Operating Officer of the Volkswagen brand, said in a statement.  ""The carmaker has retooled production to ensure that workers keep 1.5 metres apart. Other measures include the staggering of shifts and lunch breaks, plus steps to change worker interaction in VW’s supply chain. ""Bernd Osterloh, Chairman of the company’s Works Council, said: “In the light of the pandemic, we need to adapt our routines. One answer is our new agreement on health protection. With about 100 measures, we are keeping the risk of infection at Volkswagen as low as possible.” ""In China, where a Volkswagen has already implemented health measures, 32 of the 33 plants have resumed production and no coronavirus infections among employees have been reported. ""Mercedes-Benz parent Daimler said that its plants in Hamburg, Berlin and Untertuerkheim will resume production next week. Its Berlin plant makes engine-management systems for vehicles sold in China.  ""Production will initially start in a one-shift system, Daimler said, with plants in Sindelfingen and Bremen also making preparations to ramp up production. ""German peer BMW ("") said it had no information about the timetable for resuming production. The Munich-based manufacturer has suspended production until end of April. ""Reporting by Edward Taylor and Jan Schwartz; Editing by David Goodman and Jane Merriman""BEIJING/FRANKFURT (Reuters) - China’s auto market, the world’s biggest, will gradually recover and remain stable for a long period despite short-term pressure from the coronavirus epidemic, officials said on Thursday. ""The statement came as executives from Mercedes-Benz ("") and Volkswagen ("") said demand is rebounding in China after restrictions on social life were eased and dealerships reopened. ""China’s auto sales dropped 79% from a year earlier in February due to the epidemic. However, the situation was  ""temporary and didn’t affect long-term trends in the industry, Cai Ronghua, a senior official at National Development and Reform Commission (NDRC), told a news conference. ""He noted the broader impact of any further downturn in the sector. ""“If auto production and sales continue to decline, it will not only affect the industry itself, but also affect the resumption of production in other industries, and may even affect the smooth operation of the entire economy,” Cai said, adding auto production had not so far been affected by global auto parts supply disruption. ""Separately, the Ministry of Ecology and Environment (MEE) is considering postponing the implementation of new gasoline emission standards in some provinces, Wu Xianfeng, a senior official at MEE, said. ""Volkswagen, the world’s largest carmaker and China’s best- selling manufacturer, said showroom traffic during the last weekend of March had rebounded to year-earlier levels after its dealerships re-opened as measures to contain the pandemic were eased. ""The SAIC Volkswagen factory in Changsha resumed operations this week, putting all but one of VW Group’s 33 car and component plants in China back in business, VW said. ""Volkswagen Group China CEO Stephan Wöllenstein said: “Our dealerships are seeing customers on the showroom floors once again. There are growing signs of recovery, with a good chance that the Chinese car market could reach last year’s level in early summer.” ""Daimler, which owns the Mercedes-Benz brand, said on Wednesday China demand had recovered to near pre-crisis levels and its factory in Beijing had resumed production running a two-shift system. ""“In China and South Korea our dealerships are fully open and we see a significant increase in demand there. That gives us confidence,” Daimler board member Britta Seeger said. ""In addition to its Chinese plants, Daimler wants to resume production at its German plants in Untertuerkheim, Hamburg und Berlin on April 20, followed by a ramp up at its plants in Sindelfingen und Bremen.  ""Reporting by Yilei Sun, Yingzhi Yang and Andrew Galbraith in Beijing, and Edward Taylor in Frankfurt; Editing by Catherine Evans and David Holmes""FRANKFURT (Reuters) - Daimler ("") expects to post a positive margin on Mercedes-Benz passenger cars and vans in the first quarter, thanks to rebounding sales in China and solid demand in the United States, Chief Financial Officer Harald Wilhelm said on Wednesday. ""Sales of Mercedes-Benz passenger cars in March in the United States showed no corona impact thanks to demand for sports utility vehicles, Wilhelm said, adding that sales in China had rebounded.  ""“We see early signs of a recovery in China. Group sales returned to 60,000 units, almost at prior year levels in March,” Wilhelm said, adding that production had returned to a two shift system at Daimler’s plant in Beijing. ""Reporting by Edward Taylor, editing by Thomas Escritt""LONDON, March 20 (Reuters) - Daimler and Deutsche Telekom are among 24 firms that stand to  benefit the most from central bank asset-purchase schemes as their debt is eligible for the UK as well as euro zone stimulus programmes, investment bank BofA said on Friday. ""The Bank of England announced this week it would restart buying corporate debt for the first time since 2016, while the the European Central Bank also ramped up bond purchases, bringing total planned purchases of corporate and government bonds to 1.1 trillion euros. ""Auto companies Daimler, BMW and Volkswagen, as well as utility Deutsche Telekom , which have notable debt piles outstanding in both euros and sterling, are eligible for both corporate bond purchases, BoA analysts told clients. ""That would imply tighter supply of these bonds in the market, potentially boosting their prices. ""“These names could be the ultimate beneficiaries as two central banks fight over squeezing their bonds,” wrote BofA. ""“We expect these 24 names to become core longs for credit investors at this juncture.” ""Two of the companies: Unilever and Engie , opened Europe’s corporate bond market on Friday, which had been shut since March 11, according to Refinitiv IFR, with books heavily subscribed on both deals. ""Here are the rest of the companies BoA has identified, ordered by the number of eligible bonds they have outstanding: ""* Daimler ""* Deutsche Telekom ""* Volkswagen ""* Deutsche Bahn ""* Engie ""* Telefonica ""* Anheuser-Busch InBev ""* EDF Energy ""* Siemens ""* Total ""* Unilever ""* E On International ""* Iberdrola ""* Suez ""* Veolia Environnement ""* Compagnie de Saint Gobain ""* Nestle Holdings ""* ESB Finance ""* Linde ""* Bouygues ""* Compass Group ""* WPP (Reporting by Yoruk Bahceli;Editing by Elaine Hardcastle)""FRANKFURT, March 23 (Reuters) - Daimler currently has sufficient funding and sees no need to apply for state aid, despite halting production at its major plants in Europe to contain the coronavirus, Chief Executive Ola Kaellenius told German newspaper Handelsblatt. ""“Daimler currently has no need for state aid. Generally speaking, the industry had a very good order intake before the crisis,” Kaellenius is quoted telling the paper. ""Upon being asked whether Daimler would help suppliers that are in trouble, Kaellenius said: “We are in permanent discussions with our suppliers and consult them. Until now there has not been a case where liquidity was an issue.” ""Daimler is shutting production at its plant in Tuscaloosa, Alabama, Kaellenius said. The carmaker has however reopened its factory in China and is seeing demand for cars recovering in the world’s biggest car market, Kaellenius told the paper. (Reporting by Edward Taylor Editing by Michelle Martin)""(Reuters) - General Motors Co ("") and Mercedes Benz will furlough all employees in Brazil later this month, the companies said on Wednesday, suggesting that production in South America’s main auto center will be heavily impacted by the coronavirus outbreak. ""Brazil’s automakers had been bracing for a potential breakdown in its parts supply chain from China starting in April that could disrupt production. But neither mentioned supply chain issues in their statement.  ""Automakers are halting production at plants across Europe as they grapple with coronavirus and diving demand. ""GM said it needed to “align production to market demands.” Mercedes, owned by Daimler (""), said it wanted to prevent the spread of the coronavirus.  ""GM’s Chevrolet is Brazil’s best-selling car brand and the company’s decision could potentially lead other large Brazilian automakers to furlough and halt production.  ""Mercedes is focused on heavy truck production in Brazil, where it is the market leader.  ""A union source representing some of GM’s workers in Brazil said they would have liked for the company to furlough workers sooner to protect their health.  ""The source said the furlough would last March 30 through April 12 and workers will be paid in full, in accordance with Brazilian law.  ""Mercedes said its furlough will last from March 25 through April 19 and had already been negotiated with its unions.  ""Reporting by Marcelo Rochabrun; Editing by Andrea Ricci and Lisa Shumaker""FRANKFURT (Reuters) - Daimler is suspending production at its plants in Tuscaloosa, Alabama and Charleston, South Carolina for two weeks starting today, it said. ""“Management is monitoring the situation continually and will take further measures if needed. Business will resume once the situation has improved,” the German carmaker, which owns the Mercedes-Benz brand, said in a statement on Tuesday. ""Earlier this month the company said it would suspend most of its production in Europe for two weeks in an effort to contain the spread of the new coronavirus. ""Reporting by Ilona Wissenbach; Writing by Edward Taylor; Editing by Jan Harvey""March 26 (Reuters) - ""* DAIMLER SEEKS OVER $11 BILLION CREDIT LINE TO WEATHER CRISIS - BLOOMBERG NEWS Source text : [ID:""] Further company coverage:""BERLIN (Reuters) - The number of confirmed coronavirus cases in Germany jumped by more than 100 on Saturday, reaching 795 by mid-afternoon amid growing concern at the economic impact of the spreading epidemic on one of the world’s most trade-dependent economies. ""The number recorded by the Robert Koch Institute stood at 684 in the morning, with large clusters in the west and south, where an initial outbreak centered on a car supplier with a unit in Wuhan, where the infection was first detected. ""The total is well over 10 times larger than it was a week ago. There were 66 cases on Feb. 29.  ""Western Europe’s most populous country has the second largest number of registered cases on the continent after Italy.  ""So far, no deaths have been reported, though the RND newspaper group reported that a transplant patient with a depressed immune system who had contracted coronavirus was in a critical condition. ""With concern growing at the vulnerability of long international supply chains to such an epidemic, Ola Kallenius, chief executive of Mercedes maker Daimler (""), warned against a return to economic nationalism. ""“These events show how fragile global supply chains are,” he told Der Spiegel magazine in remarks published on Saturday. “But a world without global work sharing would be less successful ... We should protect (that success) while checking for vulnerabilities where we can bring more security into the supply chain.” ""He said Daimler was “gradually ramping up” production again in China after the Chinese New Year stoppage, which had been lengthened because of the coronavirus. But the disease would have an impact on company results. ""“We can’t yet say what the impact will be, but it is clear that both production and sales will be affected,” Kallenius added. ""Lufthansa (""), Europe’s largest airline group by fleet size, on Friday announced that it was slashing by half the number of flights it will operate in coming weeks as a result of the sudden slackening in demand. ""While the government has so far resisted calls for direct economic stimulus to counter the effects of the slowdown, saying only that it has the resources to do so if necessary, more targeted measures are being contemplated. ""Handelsblatt newspaper reported on Saturday that the parties in Chancellor Angela Merkel’s coalition were discussing ways to make it temporarily easier for companies to shorten employees’ working hours by letting them off some of the cost of social security benefits. ""And with panic buying triggering pictures of empty supermarket shelves on social media, transport minister Andreas Scheuer recommended that a ban on deliveries on Germany’s sacrosanct Sunday be lifted to ease restocking. ""At a European health ministers’ summit on Friday, Health Minister Jens Spahn advised against trips to affected regions both abroad and at home, mentioning specifically the German state of North-Rhine Westphalia, where 346 cases have been reported. ""Reporting by Thomas Escritt; Editing by Alison Williams and James Drummond""FRANKFURT (Reuters) - Daimler ("") said on Thursday it has signed an agreement for a 12 billion euro ($13 billion) credit line to increase its financial flexibility in the current coronavirus crisis. ""The credit line comes in addition to an 11 billion euro revolving credit with a term until 2025, including extension options. ""The new loan facility can be utilized within a 12-month period with two extension options of six months, Daimler said, adding the line was agreed with BNP (""), Banco Santander (""), Deutsche Bank ("") and JP Morgan ("") on April 1. Syndication has started.  ""Reporting by Christoph Steitz; Editing by Susan Fenton""* Tech companies, automakers fighting over access to patents, fees ""* Standard essential patents key to internet-linked devices ""* Protecting Europe’s technological sovereignty vs other sectors ""By Foo Yun Chee ""BRUSSELS, March 31 (Reuters) - EU antitrust regulators are asking Daimler, Continental and other car parts suppliers for details of failed mediation talks with Nokia, raising hopes that enforcers may step in to resolve a patent licensing fee dispute. ""Daimler and Continental, along with Bury Technologies, Valeo and Thales-owned Gemalto, complained to the European Commission last year about the fees Nokia was demanding for patents related to car communications. ""The spat highlights a wider battle between tech companies and the car industry over royalties for technologies crucial to navigation systems, vehicle communications and self-driving cars. ""With Nokia and Ericsson seen as champions, Europe wants to protect its technological sovereignty, while others say this should not be at the expense of other equally important European industries such as the auto sector. ""Nokia earlier this year initiated mediation discussions with the companies which sources said ended earlier this month without agreement. EU competition enforcers now want to know what happened, the people said. ""“We can confirm that the European Commission has sent us a request for information,” Daimler said in an emailed statement. ""The Commission declined to comment, saying that its investigation was ongoing. ""Nokia said it has made fair licensing offers to automakers, tier-1 suppliers and through a collective licensing pool to other players. ""“Nokia has made several fair settlement offers to both Daimler and its tier-1 suppliers including Continental but unfortunately those offers have been rejected,” the company said in an email. ""Continental, which is seeking a direct license for Nokia’s essential patents for 3G and 4G, said it would pursue its antitrust complaint against the Finnish telecoms equipment maker with the Commission following the failed mediation. ""“Without access to the respective licenses Continental and other suppliers are not able to develop, manufacture or sell important technology for future automotive and non-automotive applications,” the German car parts maker said in a March 17 statement. (Reporting by Foo Yun Chee; Editing by Kirsten Donovan)""BRUSSELS (Reuters) - European Union antitrust regulators have asked Daimler, Continental and other car parts makers for details of failed mediation talks with Nokia in a patent licensing fee dispute. ""Daimler, Continental, Bury Technologies, Valeo and Thales-owned Gemalto complained to the European Commission last year about the fees Finland’s Nokia was demanding for patents related to car communications. ""The row highlights a wider battle between tech companies and the car sector over royalties for technologies key to navigation systems, vehicle communications and self-driving cars. ""Europe wants to protect its technological sovereignty as Nokia and Ericsson are regarded as leading forces in the development of such technologies, while others say this should not be at the expense of other sectors such as autos. ""Nokia initiated mediation with the companies, which sources said ended earlier this month without agreement. EU competition enforcers now want to know what happened, the people said. ""Daimler, which owns the Mercedes-Benz luxury car brand,  said the European Commission had sent a request for information. ""The German company said it has a different legal opinion on how key patents should be licensed to the auto industry. ""“Nokia so far refused to comprehensively and directly license our suppliers,” Daimler said. ""“Fair and non-discriminatory access to these standards for all users of the essential patents for telecommunications standards is a key prerequisite for the development of new products and services for connected driving.” ""The Commission declined comment, beyond saying that its investigation was ongoing. ""Nokia said in an emailed statement that it has made fair licensing offers to automakers, tier-1 suppliers and through a collective licensing pool. ""“Nokia has made several fair settlement offers ... but unfortunately those offers have been rejected,” it added. ""Continental, which is seeking a direct license for Nokia’s essential patents for 3G and 4G, said it would pursue its antitrust complaint against the telecoms equipment maker.  ""Reporting by Foo Yun Chee; Editing by Kirsten Donovan and Alexander Smith""SAO PAULO, April 3 (Reuters) - Mercedes Benz said on Friday it has extended furloughs for its Brazil workforce until at least May 2, making it the automaker that has so far implemented the most far-reaching production cuts in South America’s top auto producer. ""Mercedes Benz is Brazil’s top truck maker and its the German company’s No. 2 truck market worldwide. (Reporting by Marcelo Rochabrun Editing by Chizu Nomiyama)""March 26 (Reuters) - S&P Global Ratings: ""* COVID-19 LEADS TO DOWNGRADES OF BMW AND DAIMLER; OUTLOOK ON VW NOW NEGATIVE ""* LOWERING LONG-TERM RATINGS ON BMW; DAIMLER BY ONE NOTCH, WHILE REVISING OUTLOOK ON VW TO NEGATIVE ""* NEGATIVE OUTLOOKS INDICATE RISKS LINKED TO DURATION OF COVID-19 PANDEMIC & ITS IMPACT ON GLOBAL AUTO INDUSTRY & ON 3 AUTOMAKERS IN PARTICULAR ""* EXPECT VOLKSWAGEN, BMW, DAIMLER TO SEE STEEP DECLINE IN REVENUE, CASH FLOW THIS YEAR ON WEAK DEMAND DUE TO COVID-19 PANDEMIC Source: "" Further company coverage:""FRANKFURT (Reuters) - Daimler ("") is in talks with lenders for a credit facility of at least 10 billion euros ($11.03 billion) to help the car company cope with the coronavirus outbreak, Bloomberg reported on Thursday. ""Bloomberg, citing unnamed people familiar with the matter, reported that an announcement on the final amount could come as early as next week. ""Daimler, which like other carmakers has suspended swathes of production to prevent the virus’ spread, declined to comment. ""Reporting by Edward Taylor. Writing by Tom Sims. Editing by Jane Merriman""March 26 (Reuters) - DAIMLER AG: ""* DUE TO THE WORSENING COVID-19 PANDEMIC, THE BOARD OF MANAGEMENT AND GENERAL WORKS COUNCIL OF DAIMLER AG DECIDED TO APPLY FOR SHORT-TIME WORK FOR A LARGE PART OF THE PRODUCTION AND SELECTED ADMINISTRATIVE AREAS FROM APRIL 6, 2020 ""* TO EXPAND EXISTING MEASURES AND INITIALLY GO INTO SHORT-TIME WORKING UNTIL APRIL 17, 2020 ""* SHORT-TIME WORKING AFFECTS BOTH THE COMPANY’S CAR, VAN AND COMMERCIAL VEHICLE PLANTS IN GERMANY ""* NECESSARY BASIC FUNCTIONS AS WELL AS FUTURE TOPICS AND STRATEGIC PROJECTS ARE EXCLUDED FROM SHORT-TIME WORK IN ORDER TO BE ABLE TO MAKE A FULL START AGAIN AFTER THE CRISIS Source text: "" Further company coverage: (Gdansk Newsroom)""FRANKFURT (Reuters) - German carmakers including Volkswagen (\n"") and Mercedes-Benz (\n"") will restart production at some German factories next week after the country eased restrictions designed to contain the coronavirus outbreak. \n""Chancellor Angela Merkel on Wednesday said that Germany has achieved a “fragile intermediate success” in its the fight against the coronavirus and that its emergence from lockdown would begin with the partial reopening of shops next week and schools from May 4. \n""Unlike Italy and Spain, Germany never banned car production, though factories came to a standstill after authorities restricted the movement of people and ordered the closure of car dealerships, hitting demand.         \n""Volkswagen said it will start producing cars for its core brand in Zwickau, Germany, and in Bratislava, Slovakia, on April 20.  \n""Plants in Russia, Spain, Portugal and the United States will ramp up production from April 27 onwards, joined by factories in South Africa, Argentina, Brazil and Mexico in May.  \n""“With the decisions by the federal and state governments in Germany and the loosening of restrictions in other European states, conditions have been established for the gradual resumption of production,” Ralf Brandstaetter, Chief Operating Officer of the Volkswagen brand, said in a statement.  \n""The carmaker has retooled production to ensure that workers keep 1.5 metres apart. Other measures include the staggering of shifts and lunch breaks, plus steps to change worker interaction in VW’s supply chain. \n""Bernd Osterloh, Chairman of the company’s Works Council, said: “In the light of the pandemic, we need to adapt our routines. One answer is our new agreement on health protection. With about 100 measures, we are keeping the risk of infection at Volkswagen as low as possible.” \n""In China, where a Volkswagen has already implemented health measures, 32 of the 33 plants have resumed production and no coronavirus infections among employees have been reported. \n""Mercedes-Benz parent Daimler said that its plants in Hamburg, Berlin and Untertuerkheim will resume production next week. Its Berlin plant makes engine-management systems for vehicles sold in China.  \n""Production will initially start in a one-shift system, Daimler said, with plants in Sindelfingen and Bremen also making preparations to ramp up production. \n""German peer BMW (\n"") said it had no information about the timetable for resuming production. The Munich-based manufacturer has suspended production until end of April. \n""Reporting by Edward Taylor and Jan Schwartz; Editing by David Goodman and Jane Merriman\n""FRANKFURT (Reuters) - Daimler (\n"") expects to post a positive margin on Mercedes-Benz passenger cars and vans in the first quarter, thanks to rebounding sales in China and solid demand in the United States, Chief Financial Officer Harald Wilhelm said on Wednesday. \n""Sales of Mercedes-Benz passenger cars in March in the United States showed no corona impact thanks to demand for sports utility vehicles, Wilhelm said, adding that sales in China had rebounded.  \n""“We see early signs of a recovery in China. Group sales returned to 60,000 units, almost at prior year levels in March,” Wilhelm said, adding that production had returned to a two shift system at Daimler’s plant in Beijing. \n""Reporting by Edward Taylor, editing by Thomas Escritt\n""BEIJING/FRANKFURT (Reuters) - China’s auto market, the world’s biggest, will gradually recover and remain stable for a long period despite short-term pressure from the coronavirus epidemic, officials said on Thursday. \n""The statement came as executives from Mercedes-Benz (\n"") and Volkswagen (\n"") said demand is rebounding in China after restrictions on social life were eased and dealerships reopened. \n""China’s auto sales dropped 79% from a year earlier in February due to the epidemic. However, the situation was  \n""temporary and didn’t affect long-term trends in the industry, Cai Ronghua, a senior official at National Development and Reform Commission (NDRC), told a news conference. \n""He noted the broader impact of any further downturn in the sector. \n""“If auto production and sales continue to decline, it will not only affect the industry itself, but also affect the resumption of production in other industries, and may even affect the smooth operation of the entire economy,” Cai said, adding auto production had not so far been affected by global auto parts supply disruption. \n""Separately, the Ministry of Ecology and Environment (MEE) is considering postponing the implementation of new gasoline emission standards in some provinces, Wu Xianfeng, a senior official at MEE, said. \n""Volkswagen, the world’s largest carmaker and China’s best- selling manufacturer, said showroom traffic during the last weekend of March had rebounded to year-earlier levels after its dealerships re-opened as measures to contain the pandemic were eased. \n""The SAIC Volkswagen factory in Changsha resumed operations this week, putting all but one of VW Group’s 33 car and component plants in China back in business, VW said. \n""Volkswagen Group China CEO Stephan Wöllenstein said: “Our dealerships are seeing customers on the showroom floors once again. There are growing signs of recovery, with a good chance that the Chinese car market could reach last year’s level in early summer.” \n""Daimler, which owns the Mercedes-Benz brand, said on Wednesday China demand had recovered to near pre-crisis levels and its factory in Beijing had resumed production running a two-shift system. \n""“In China and South Korea our dealerships are fully open and we see a significant increase in demand there. That gives us confidence,” Daimler board member Britta Seeger said. \n""In addition to its Chinese plants, Daimler wants to resume production at its German plants in Untertuerkheim, Hamburg und Berlin on April 20, followed by a ramp up at its plants in Sindelfingen und Bremen.  \n""Reporting by Yilei Sun, Yingzhi Yang and Andrew Galbraith in Beijing, and Edward Taylor in Frankfurt; Editing by Catherine Evans and David Holmes\n""PARIS (Reuters) - The ‘FREE NOW’ taxi ride-hailing service run by Daimler and BMW announced on Thursday a corporate restructuring, which could lead to job cuts, and unveiled plans to merge with French app Kapten. \n""The ‘FREE NOW’ company said in a statement that its restructuring was aimed at reducing costs in order to offset the hits to its business caused by the coronavirus crisis, which has hurt transport companies around the world. \n""The ‘FREE NOW’ and Kapten ride-hailing apps are among many relatively new companies that have been set up across the globe to take on the likes of main players such as Uber. \n""Reporting by Sudip Kar-Gupta; Editing by Susan Fenton\n""FRANKFURT (Reuters) - Daimler (\n"") said on Thursday it has signed an agreement for a 12 billion euro ($13 billion) credit line to increase its financial flexibility in the current coronavirus crisis. \n""The credit line comes in addition to an 11 billion euro revolving credit with a term until 2025, including extension options. \n""The new loan facility can be utilized within a 12-month period with two extension options of six months, Daimler said, adding the line was agreed with BNP (\n""), Banco Santander (\n""), Deutsche Bank (\n"") and JP Morgan (\n"") on April 1. Syndication has started.  \n""Reporting by Christoph Steitz; Editing by Susan Fenton\n""March 26 (Reuters) - S&P Global Ratings: \n""* COVID-19 LEADS TO DOWNGRADES OF BMW AND DAIMLER; OUTLOOK ON VW NOW NEGATIVE \n""* LOWERING LONG-TERM RATINGS ON BMW; DAIMLER BY ONE NOTCH, WHILE REVISING OUTLOOK ON VW TO NEGATIVE \n""* NEGATIVE OUTLOOKS INDICATE RISKS LINKED TO DURATION OF COVID-19 PANDEMIC & ITS IMPACT ON GLOBAL AUTO INDUSTRY & ON 3 AUTOMAKERS IN PARTICULAR \n""* EXPECT VOLKSWAGEN, BMW, DAIMLER TO SEE STEEP DECLINE IN REVENUE, CASH FLOW THIS YEAR ON WEAK DEMAND DUE TO COVID-19 PANDEMIC Source: \n"" Further company coverage:\n""HAMBURG (Reuters) - The bosses of Volkswagen (\n""), BMW (\n"") and Daimler (\n"") held a crisis call with German Chancellor Angela Merkel on Wednesday to discuss how to get production restarted, Germany’s Handelsblatt newspaper reported on Thursday. \n""Carmakers have halted production at some sites as governments around the world have imposed lockdowns on their populations in response to the coronavirus outbreak. \n""Volkswagen Chief Executive Herbert Diess last week said the carmaker might have to cut jobs if the pandemic is not brought under control as it is still spending about 2 billion euros ($2.18 billion) a week. \n""Handelsblatt cited participants in the call as saying carmakers were particularly concerned about the supply chain. \n""A Volkswagen source told Reuters the carmakers discussed the situation in the industry and how production could be started up again after the coronavirus crisis. There was agreement that an EU-wide approach to re-starting production was needed, the source said. \n""“It doesn’t help if one country forges ahead and then everything in Italy or Spain is still at a standstill,” the source said, adding that such a scenario would result in gaps in the supply chain. \n""The Volkswagen source said in the talks there had been agreement that a working group, including the government, industry and the Robert Koch Institute for infectious diseases, should be set up to develop standards for protecting employees when production is restarted, such as protective clothing, masks, distancing workers and frequent cleaning of sanitary facilities. \n""The source said the carmakers also discussed the situation facing car suppliers and that while big original equipment manufacturers were well provided for in terms of liquidity, that was not the case for many suppliers. \n""A source at Daimler said Merkel, Economy Minister Peter Altmaier, Finance Minister Olaf Scholz and Joerg Hofmann, head of the IG Metall trade union, had all taken part in the meeting with Daimler CEO Ola Kaellenius, BMW boss Oliver Zipse and Volkswagen CEO Diess. \n""A survey published on Wednesday showed Germany’s export-dependent manufacturing sector saw the steepest decrease in output in almost 11 years in March, as the coronavirus pandemic forced plant closures in Europe’s biggest economy. \n""Reporting by Jan C. Schwartz; Writing by Michelle Martin. Editing by Jane Merriman\n""FRANKFURT, April 1 (Reuters) - Daimler on Wednesday said management board members had agreed to forego 20% of their basic pay as a way to help the car, truck and bus maker cut costs during the coronavirus crisis. \n""The move comes after Daimler said German employees would switch to shortened work hours. \n""Supervisory board members have also agreed to a 20% cut and leading managers will see their pay curtailed by 10%, Daimler said. (Reporting by Edward Taylor Editing by Toby Davis)\n""* Tech companies, automakers fighting over access to patents, fees \n""* Standard essential patents key to internet-linked devices \n""* Protecting Europe’s technological sovereignty vs other sectors \n""By Foo Yun Chee \n""BRUSSELS, March 31 (Reuters) - EU antitrust regulators are asking Daimler, Continental and other car parts suppliers for details of failed mediation talks with Nokia, raising hopes that enforcers may step in to resolve a patent licensing fee dispute. \n""Daimler and Continental, along with Bury Technologies, Valeo and Thales-owned Gemalto, complained to the European Commission last year about the fees Nokia was demanding for patents related to car communications. \n""The spat highlights a wider battle between tech companies and the car industry over royalties for technologies crucial to navigation systems, vehicle communications and self-driving cars. \n""With Nokia and Ericsson seen as champions, Europe wants to protect its technological sovereignty, while others say this should not be at the expense of other equally important European industries such as the auto sector. \n""Nokia earlier this year initiated mediation discussions with the companies which sources said ended earlier this month without agreement. EU competition enforcers now want to know what happened, the people said. \n""“We can confirm that the European Commission has sent us a request for information,” Daimler said in an emailed statement. \n""The Commission declined to comment, saying that its investigation was ongoing. \n""Nokia said it has made fair licensing offers to automakers, tier-1 suppliers and through a collective licensing pool to other players. \n""“Nokia has made several fair settlement offers to both Daimler and its tier-1 suppliers including Continental but unfortunately those offers have been rejected,” the company said in an email. \n""Continental, which is seeking a direct license for Nokia’s essential patents for 3G and 4G, said it would pursue its antitrust complaint against the Finnish telecoms equipment maker with the Commission following the failed mediation. \n""“Without access to the respective licenses Continental and other suppliers are not able to develop, manufacture or sell important technology for future automotive and non-automotive applications,” the German car parts maker said in a March 17 statement. (Reporting by Foo Yun Chee; Editing by Kirsten Donovan)\n""SAO PAULO, April 3 (Reuters) - Mercedes Benz said on Friday it has extended furloughs for its Brazil workforce until at least May 2, making it the automaker that has so far implemented the most far-reaching production cuts in South America’s top auto producer. \n""Mercedes Benz is Brazil’s top truck maker and its the German company’s No. 2 truck market worldwide. (Reporting by Marcelo Rochabrun Editing by Chizu Nomiyama)\n""BERLIN (Reuters) - The number of confirmed coronavirus cases in Germany jumped by more than 100 on Saturday, reaching 795 by mid-afternoon amid growing concern at the economic impact of the spreading epidemic on one of the world’s most trade-dependent economies. \n""The number recorded by the Robert Koch Institute stood at 684 in the morning, with large clusters in the west and south, where an initial outbreak centered on a car supplier with a unit in Wuhan, where the infection was first detected. \n""The total is well over 10 times larger than it was a week ago. There were 66 cases on Feb. 29.  \n""Western Europe’s most populous country has the second largest number of registered cases on the continent after Italy.  \n""So far, no deaths have been reported, though the RND newspaper group reported that a transplant patient with a depressed immune system who had contracted coronavirus was in a critical condition. \n""With concern growing at the vulnerability of long international supply chains to such an epidemic, Ola Kallenius, chief executive of Mercedes maker Daimler (\n""), warned against a return to economic nationalism. \n""“These events show how fragile global supply chains are,” he told Der Spiegel magazine in remarks published on Saturday. “But a world without global work sharing would be less successful ... We should protect (that success) while checking for vulnerabilities where we can bring more security into the supply chain.” \n""He said Daimler was “gradually ramping up” production again in China after the Chinese New Year stoppage, which had been lengthened because of the coronavirus. But the disease would have an impact on company results. \n""“We can’t yet say what the impact will be, but it is clear that both production and sales will be affected,” Kallenius added. \n""Lufthansa (\n""), Europe’s largest airline group by fleet size, on Friday announced that it was slashing by half the number of flights it will operate in coming weeks as a result of the sudden slackening in demand. \n""While the government has so far resisted calls for direct economic stimulus to counter the effects of the slowdown, saying only that it has the resources to do so if necessary, more targeted measures are being contemplated. \n""Handelsblatt newspaper reported on Saturday that the parties in Chancellor Angela Merkel’s coalition were discussing ways to make it temporarily easier for companies to shorten employees’ working hours by letting them off some of the cost of social security benefits. \n""And with panic buying triggering pictures of empty supermarket shelves on social media, transport minister Andreas Scheuer recommended that a ban on deliveries on Germany’s sacrosanct Sunday be lifted to ease restocking. \n""At a European health ministers’ summit on Friday, Health Minister Jens Spahn advised against trips to affected regions both abroad and at home, mentioning specifically the German state of North-Rhine Westphalia, where 346 cases have been reported. \n""Reporting by Thomas Escritt; Editing by Alison Williams and James Drummond\n""BRUSSELS (Reuters) - European Union antitrust regulators have asked Daimler, Continental and other car parts makers for details of failed mediation talks with Nokia in a patent licensing fee dispute. \n""Daimler, Continental, Bury Technologies, Valeo and Thales-owned Gemalto complained to the European Commission last year about the fees Finland’s Nokia was demanding for patents related to car communications. \n""The row highlights a wider battle between tech companies and the car sector over royalties for technologies key to navigation systems, vehicle communications and self-driving cars. \n""Europe wants to protect its technological sovereignty as Nokia and Ericsson are regarded as leading forces in the development of such technologies, while others say this should not be at the expense of other sectors such as autos. \n""Nokia initiated mediation with the companies, which sources said ended earlier this month without agreement. EU competition enforcers now want to know what happened, the people said. \n""Daimler, which owns the Mercedes-Benz luxury car brand,  said the European Commission had sent a request for information. \n""The German company said it has a different legal opinion on how key patents should be licensed to the auto industry. \n""“Nokia so far refused to comprehensively and directly license our suppliers,” Daimler said. \n""“Fair and non-discriminatory access to these standards for all users of the essential patents for telecommunications standards is a key prerequisite for the development of new products and services for connected driving.” \n""The Commission declined comment, beyond saying that its investigation was ongoing. \n""Nokia said in an emailed statement that it has made fair licensing offers to automakers, tier-1 suppliers and through a collective licensing pool. \n""“Nokia has made several fair settlement offers ... but unfortunately those offers have been rejected,” it added. \n""Continental, which is seeking a direct license for Nokia’s essential patents for 3G and 4G, said it would pursue its antitrust complaint against the telecoms equipment maker.  \n""Reporting by Foo Yun Chee; Editing by Kirsten Donovan and Alexander Smith\n""FRANKFURT (Reuters) - Daimler (\n""), which owns the Mercedes-Benz luxury car brand, on Tuesday said it will suspend most of its production in Europe for two weeks in an effort to contain the spread of the new coronavirus. \n""“The suspension applies to Daimler’s car, van and commercial vehicle plants in Europe and will start this week,” the Stuttgart-based carmaker said. \n""Global supply chains currently cannot be maintained to their full extent, it said adding that due to the ongoing spread of COVID-19 the economic effects on Daimler cannot be adequately determined or reliably quantified at this time. \n""“With these closures, Daimler is helping to protect its workforce, to interrupt chains of infection and to contain the spread of the pandemic,” the company said. \n""Reporting by Edward Taylor; Editing by Christoph Steitz\n""LONDON, March 20 (Reuters) - Daimler and Deutsche Telekom are among 24 firms that stand to  benefit the most from central bank asset-purchase schemes as their debt is eligible for the UK as well as euro zone stimulus programmes, investment bank BofA said on Friday. \n""The Bank of England announced this week it would restart buying corporate debt for the first time since 2016, while the the European Central Bank also ramped up bond purchases, bringing total planned purchases of corporate and government bonds to 1.1 trillion euros. \n""Auto companies Daimler, BMW and Volkswagen, as well as utility Deutsche Telekom , which have notable debt piles outstanding in both euros and sterling, are eligible for both corporate bond purchases, BoA analysts told clients. \n""That would imply tighter supply of these bonds in the market, potentially boosting their prices. \n""“These names could be the ultimate beneficiaries as two central banks fight over squeezing their bonds,” wrote BofA. \n""“We expect these 24 names to become core longs for credit investors at this juncture.” \n""Two of the companies: Unilever and Engie , opened Europe’s corporate bond market on Friday, which had been shut since March 11, according to Refinitiv IFR, with books heavily subscribed on both deals. \n""Here are the rest of the companies BoA has identified, ordered by the number of eligible bonds they have outstanding: \n""* Daimler \n""* Deutsche Telekom \n""* Volkswagen \n""* Deutsche Bahn \n""* Engie \n""* Telefonica \n""* Anheuser-Busch InBev \n""* EDF Energy \n""* Siemens \n""* Total \n""* Unilever \n""* E On International \n""* Iberdrola \n""* Suez \n""* Veolia Environnement \n""* Compagnie de Saint Gobain \n""* Nestle Holdings \n""* ESB Finance \n""* Linde \n""* Bouygues \n""* Compass Group \n""* WPP (Reporting by Yoruk Bahceli;Editing by Elaine Hardcastle)\n""(Reuters) - General Motors Co (\n"") and Mercedes Benz will furlough all employees in Brazil later this month, the companies said on Wednesday, suggesting that production in South America’s main auto center will be heavily impacted by the coronavirus outbreak. \n""Brazil’s automakers had been bracing for a potential breakdown in its parts supply chain from China starting in April that could disrupt production. But neither mentioned supply chain issues in their statement.  \n""Automakers are halting production at plants across Europe as they grapple with coronavirus and diving demand. \n""GM said it needed to “align production to market demands.” Mercedes, owned by Daimler (\n""), said it wanted to prevent the spread of the coronavirus.  \n""GM’s Chevrolet is Brazil’s best-selling car brand and the company’s decision could potentially lead other large Brazilian automakers to furlough and halt production.  \n""Mercedes is focused on heavy truck production in Brazil, where it is the market leader.  \n""A union source representing some of GM’s workers in Brazil said they would have liked for the company to furlough workers sooner to protect their health.  \n""The source said the furlough would last March 30 through April 12 and workers will be paid in full, in accordance with Brazilian law.  \n""Mercedes said its furlough will last from March 25 through April 19 and had already been negotiated with its unions.  \n""Reporting by Marcelo Rochabrun; Editing by Andrea Ricci and Lisa Shumaker\n""FRANKFURT, March 23 (Reuters) - Daimler currently has sufficient funding and sees no need to apply for state aid, despite halting production at its major plants in Europe to contain the coronavirus, Chief Executive Ola Kaellenius told German newspaper Handelsblatt. \n""“Daimler currently has no need for state aid. Generally speaking, the industry had a very good order intake before the crisis,” Kaellenius is quoted telling the paper. \n""Upon being asked whether Daimler would help suppliers that are in trouble, Kaellenius said: “We are in permanent discussions with our suppliers and consult them. Until now there has not been a case where liquidity was an issue.” \n""Daimler is shutting production at its plant in Tuscaloosa, Alabama, Kaellenius said. The carmaker has however reopened its factory in China and is seeing demand for cars recovering in the world’s biggest car market, Kaellenius told the paper. (Reporting by Edward Taylor Editing by Michelle Martin)\n""March 26 (Reuters) - DAIMLER AG: \n""* DUE TO THE WORSENING COVID-19 PANDEMIC, THE BOARD OF MANAGEMENT AND GENERAL WORKS COUNCIL OF DAIMLER AG DECIDED TO APPLY FOR SHORT-TIME WORK FOR A LARGE PART OF THE PRODUCTION AND SELECTED ADMINISTRATIVE AREAS FROM APRIL 6, 2020 \n""* TO EXPAND EXISTING MEASURES AND INITIALLY GO INTO SHORT-TIME WORKING UNTIL APRIL 17, 2020 \n""* SHORT-TIME WORKING AFFECTS BOTH THE COMPANY’S CAR, VAN AND COMMERCIAL VEHICLE PLANTS IN GERMANY \n""* NECESSARY BASIC FUNCTIONS AS WELL AS FUTURE TOPICS AND STRATEGIC PROJECTS ARE EXCLUDED FROM SHORT-TIME WORK IN ORDER TO BE ABLE TO MAKE A FULL START AGAIN AFTER THE CRISIS Source text: \n"" Further company coverage: (Gdansk Newsroom)\n""FRANKFURT (Reuters) - Daimler (\n"") is in talks with lenders for a credit facility of at least 10 billion euros ($11.03 billion) to help the car company cope with the coronavirus outbreak, Bloomberg reported on Thursday. \n""Bloomberg, citing unnamed people familiar with the matter, reported that an announcement on the final amount could come as early as next week. \n""Daimler, which like other carmakers has suspended swathes of production to prevent the virus’ spread, declined to comment. \n""Reporting by Edward Taylor. Writing by Tom Sims. Editing by Jane Merriman\n""March 26 (Reuters) - \n""* DAIMLER SEEKS OVER $11 BILLION CREDIT LINE TO WEATHER CRISIS - BLOOMBERG NEWS Source text : [ID:\n""] Further company coverage:\n""FRANKFURT (Reuters) - Daimler is suspending production at its plants in Tuscaloosa, Alabama and Charleston, South Carolina for two weeks starting today, it said. \n""“Management is monitoring the situation continually and will take further measures if needed. Business will resume once the situation has improved,” the German carmaker, which owns the Mercedes-Benz brand, said in a statement on Tuesday. \n""Earlier this month the company said it would suspend most of its production in Europe for two weeks in an effort to contain the spread of the new coronavirus. \n""Reporting by Ilona Wissenbach; Writing by Edward Taylor; Editing by Jan Harvey\n"[
      "FRANKFURT (Reuters) - German carmakers including Volkswagen (",
      ") and Mercedes-Benz (",
      ") will restart production at some German factories next week after the country eased restrictions designed to contain the coronavirus outbreak. ",
      "Chancellor Angela Merkel on Wednesday said that Germany has achieved a “fragile intermediate success” in its the fight against the coronavirus and that its emergence from lockdown would begin with the partial reopening of shops next week and schools from May 4. ",
      "Unlike Italy and Spain, Germany never banned car production, though factories came to a standstill after authorities restricted the movement of people and ordered the closure of car dealerships, hitting demand.         ",
      "Volkswagen said it will start producing cars for its core brand in Zwickau, Germany, and in Bratislava, Slovakia, on April 20.  ",
      "Plants in Russia, Spain, Portugal and the United States will ramp up production from April 27 onwards, joined by factories in South Africa, Argentina, Brazil and Mexico in May.  ",
      "“With the decisions by the federal and state governments in Germany and the loosening of restrictions in other European states, conditions have been established for the gradual resumption of production,” Ralf Brandstaetter, Chief Operating Officer of the Volkswagen brand, said in a statement.  ",
      "The carmaker has retooled production to ensure that workers keep 1.5 metres apart. Other measures include the staggering of shifts and lunch breaks, plus steps to change worker interaction in VW’s supply chain. ",
      "Bernd Osterloh, Chairman of the company’s Works Council, said: “In the light of the pandemic, we need to adapt our routines. One answer is our new agreement on health protection. With about 100 measures, we are keeping the risk of infection at Volkswagen as low as possible.” ",
      "In China, where a Volkswagen has already implemented health measures, 32 of the 33 plants have resumed production and no coronavirus infections among employees have been reported. ",
      "Mercedes-Benz parent Daimler said that its plants in Hamburg, Berlin and Untertuerkheim will resume production next week. Its Berlin plant makes engine-management systems for vehicles sold in China.  ",
      "Production will initially start in a one-shift system, Daimler said, with plants in Sindelfingen and Bremen also making preparations to ramp up production. ",
      "German peer BMW (",
      ") said it had no information about the timetable for resuming production. The Munich-based manufacturer has suspended production until end of April. ",
      "Reporting by Edward Taylor and Jan Schwartz; Editing by David Goodman and Jane Merriman"
][
      "FRANKFURT (Reuters) - Daimler (",
      ") said on Thursday it has signed an agreement for a 12 billion euro ($13 billion) credit line to increase its financial flexibility in the current coronavirus crisis. ",
      "The credit line comes in addition to an 11 billion euro revolving credit with a term until 2025, including extension options. ",
      "The new loan facility can be utilized within a 12-month period with two extension options of six months, Daimler said, adding the line was agreed with BNP (",
      "), Banco Santander (",
      "), Deutsche Bank (",
      ") and JP Morgan (",
      ") on April 1. Syndication has started.  ",
      "Reporting by Christoph Steitz; Editing by Susan Fenton"
][
      "BEIJING/FRANKFURT (Reuters) - China’s auto market, the world’s biggest, will gradually recover and remain stable for a long period despite short-term pressure from the coronavirus epidemic, officials said on Thursday. ",
      "The statement came as executives from Mercedes-Benz (",
      ") and Volkswagen (",
      ") said demand is rebounding in China after restrictions on social life were eased and dealerships reopened. ",
      "China’s auto sales dropped 79% from a year earlier in February due to the epidemic. However, the situation was  ",
      "temporary and didn’t affect long-term trends in the industry, Cai Ronghua, a senior official at National Development and Reform Commission (NDRC), told a news conference. ",
      "He noted the broader impact of any further downturn in the sector. ",
      "“If auto production and sales continue to decline, it will not only affect the industry itself, but also affect the resumption of production in other industries, and may even affect the smooth operation of the entire economy,” Cai said, adding auto production had not so far been affected by global auto parts supply disruption. ",
      "Separately, the Ministry of Ecology and Environment (MEE) is considering postponing the implementation of new gasoline emission standards in some provinces, Wu Xianfeng, a senior official at MEE, said. ",
      "Volkswagen, the world’s largest carmaker and China’s best- selling manufacturer, said showroom traffic during the last weekend of March had rebounded to year-earlier levels after its dealerships re-opened as measures to contain the pandemic were eased. ",
      "The SAIC Volkswagen factory in Changsha resumed operations this week, putting all but one of VW Group’s 33 car and component plants in China back in business, VW said. ",
      "Volkswagen Group China CEO Stephan Wöllenstein said: “Our dealerships are seeing customers on the showroom floors once again. There are growing signs of recovery, with a good chance that the Chinese car market could reach last year’s level in early summer.” ",
      "Daimler, which owns the Mercedes-Benz brand, said on Wednesday China demand had recovered to near pre-crisis levels and its factory in Beijing had resumed production running a two-shift system. ",
      "“In China and South Korea our dealerships are fully open and we see a significant increase in demand there. That gives us confidence,” Daimler board member Britta Seeger said. ",
      "In addition to its Chinese plants, Daimler wants to resume production at its German plants in Untertuerkheim, Hamburg und Berlin on April 20, followed by a ramp up at its plants in Sindelfingen und Bremen.  ",
      "Reporting by Yilei Sun, Yingzhi Yang and Andrew Galbraith in Beijing, and Edward Taylor in Frankfurt; Editing by Catherine Evans and David Holmes"
][
      "FRANKFURT (Reuters) - Daimler (",
      ") expects to post a positive margin on Mercedes-Benz passenger cars and vans in the first quarter, thanks to rebounding sales in China and solid demand in the United States, Chief Financial Officer Harald Wilhelm said on Wednesday. ",
      "Sales of Mercedes-Benz passenger cars in March in the United States showed no corona impact thanks to demand for sports utility vehicles, Wilhelm said, adding that sales in China had rebounded.  ",
      "“We see early signs of a recovery in China. Group sales returned to 60,000 units, almost at prior year levels in March,” Wilhelm said, adding that production had returned to a two shift system at Daimler’s plant in Beijing. ",
      "Reporting by Edward Taylor, editing by Thomas Escritt"
][
      "PARIS (Reuters) - The ‘FREE NOW’ taxi ride-hailing service run by Daimler and BMW announced on Thursday a corporate restructuring, which could lead to job cuts, and unveiled plans to merge with French app Kapten. ",
      "The ‘FREE NOW’ company said in a statement that its restructuring was aimed at reducing costs in order to offset the hits to its business caused by the coronavirus crisis, which has hurt transport companies around the world. ",
      "The ‘FREE NOW’ and Kapten ride-hailing apps are among many relatively new companies that have been set up across the globe to take on the likes of main players such as Uber. ",
      "Reporting by Sudip Kar-Gupta; Editing by Susan Fenton"
][
      "SAO PAULO, April 3 (Reuters) - Mercedes Benz said on Friday it has extended furloughs for its Brazil workforce until at least May 2, making it the automaker that has so far implemented the most far-reaching production cuts in South America’s top auto producer. ",
      "Mercedes Benz is Brazil’s top truck maker and its the German company’s No. 2 truck market worldwide. (Reporting by Marcelo Rochabrun Editing by Chizu Nomiyama)"
][
      "HAMBURG (Reuters) - The bosses of Volkswagen (",
      "), BMW (",
      ") and Daimler (",
      ") held a crisis call with German Chancellor Angela Merkel on Wednesday to discuss how to get production restarted, Germany’s Handelsblatt newspaper reported on Thursday. ",
      "Carmakers have halted production at some sites as governments around the world have imposed lockdowns on their populations in response to the coronavirus outbreak. ",
      "Volkswagen Chief Executive Herbert Diess last week said the carmaker might have to cut jobs if the pandemic is not brought under control as it is still spending about 2 billion euros ($2.18 billion) a week. ",
      "Handelsblatt cited participants in the call as saying carmakers were particularly concerned about the supply chain. ",
      "A Volkswagen source told Reuters the carmakers discussed the situation in the industry and how production could be started up again after the coronavirus crisis. There was agreement that an EU-wide approach to re-starting production was needed, the source said. ",
      "“It doesn’t help if one country forges ahead and then everything in Italy or Spain is still at a standstill,” the source said, adding that such a scenario would result in gaps in the supply chain. ",
      "The Volkswagen source said in the talks there had been agreement that a working group, including the government, industry and the Robert Koch Institute for infectious diseases, should be set up to develop standards for protecting employees when production is restarted, such as protective clothing, masks, distancing workers and frequent cleaning of sanitary facilities. ",
      "The source said the carmakers also discussed the situation facing car suppliers and that while big original equipment manufacturers were well provided for in terms of liquidity, that was not the case for many suppliers. ",
      "A source at Daimler said Merkel, Economy Minister Peter Altmaier, Finance Minister Olaf Scholz and Joerg Hofmann, head of the IG Metall trade union, had all taken part in the meeting with Daimler CEO Ola Kaellenius, BMW boss Oliver Zipse and Volkswagen CEO Diess. ",
      "A survey published on Wednesday showed Germany’s export-dependent manufacturing sector saw the steepest decrease in output in almost 11 years in March, as the coronavirus pandemic forced plant closures in Europe’s biggest economy. ",
      "Reporting by Jan C. Schwartz; Writing by Michelle Martin. Editing by Jane Merriman"
][
      "FRANKFURT (Reuters) - Daimler (",
      "), which owns the Mercedes-Benz luxury car brand, on Tuesday said it will suspend most of its production in Europe for two weeks in an effort to contain the spread of the new coronavirus. ",
      "“The suspension applies to Daimler’s car, van and commercial vehicle plants in Europe and will start this week,” the Stuttgart-based carmaker said. ",
      "Global supply chains currently cannot be maintained to their full extent, it said adding that due to the ongoing spread of COVID-19 the economic effects on Daimler cannot be adequately determined or reliably quantified at this time. ",
      "“With these closures, Daimler is helping to protect its workforce, to interrupt chains of infection and to contain the spread of the pandemic,” the company said. ",
      "Reporting by Edward Taylor; Editing by Christoph Steitz"
][
      "LONDON, March 20 (Reuters) - Daimler and Deutsche Telekom are among 24 firms that stand to  benefit the most from central bank asset-purchase schemes as their debt is eligible for the UK as well as euro zone stimulus programmes, investment bank BofA said on Friday. ",
      "The Bank of England announced this week it would restart buying corporate debt for the first time since 2016, while the the European Central Bank also ramped up bond purchases, bringing total planned purchases of corporate and government bonds to 1.1 trillion euros. ",
      "Auto companies Daimler, BMW and Volkswagen, as well as utility Deutsche Telekom , which have notable debt piles outstanding in both euros and sterling, are eligible for both corporate bond purchases, BoA analysts told clients. ",
      "That would imply tighter supply of these bonds in the market, potentially boosting their prices. ",
      "“These names could be the ultimate beneficiaries as two central banks fight over squeezing their bonds,” wrote BofA. ",
      "“We expect these 24 names to become core longs for credit investors at this juncture.” ",
      "Two of the companies: Unilever and Engie , opened Europe’s corporate bond market on Friday, which had been shut since March 11, according to Refinitiv IFR, with books heavily subscribed on both deals. ",
      "Here are the rest of the companies BoA has identified, ordered by the number of eligible bonds they have outstanding: ",
      "* Daimler ",
      "* Deutsche Telekom ",
      "* Volkswagen ",
      "* Deutsche Bahn ",
      "* Engie ",
      "* Telefonica ",
      "* Anheuser-Busch InBev ",
      "* EDF Energy ",
      "* Siemens ",
      "* Total ",
      "* Unilever ",
      "* E On International ",
      "* Iberdrola ",
      "* Suez ",
      "* Veolia Environnement ",
      "* Compagnie de Saint Gobain ",
      "* Nestle Holdings ",
      "* ESB Finance ",
      "* Linde ",
      "* Bouygues ",
      "* Compass Group ",
      "* WPP (Reporting by Yoruk Bahceli;Editing by Elaine Hardcastle)"
][
      "BERLIN (Reuters) - The number of confirmed coronavirus cases in Germany jumped by more than 100 on Saturday, reaching 795 by mid-afternoon amid growing concern at the economic impact of the spreading epidemic on one of the world’s most trade-dependent economies. ",
      "The number recorded by the Robert Koch Institute stood at 684 in the morning, with large clusters in the west and south, where an initial outbreak centered on a car supplier with a unit in Wuhan, where the infection was first detected. ",
      "The total is well over 10 times larger than it was a week ago. There were 66 cases on Feb. 29.  ",
      "Western Europe’s most populous country has the second largest number of registered cases on the continent after Italy.  ",
      "So far, no deaths have been reported, though the RND newspaper group reported that a transplant patient with a depressed immune system who had contracted coronavirus was in a critical condition. ",
      "With concern growing at the vulnerability of long international supply chains to such an epidemic, Ola Kallenius, chief executive of Mercedes maker Daimler (",
      "), warned against a return to economic nationalism. ",
      "“These events show how fragile global supply chains are,” he told Der Spiegel magazine in remarks published on Saturday. “But a world without global work sharing would be less successful ... We should protect (that success) while checking for vulnerabilities where we can bring more security into the supply chain.” ",
      "He said Daimler was “gradually ramping up” production again in China after the Chinese New Year stoppage, which had been lengthened because of the coronavirus. But the disease would have an impact on company results. ",
      "“We can’t yet say what the impact will be, but it is clear that both production and sales will be affected,” Kallenius added. ",
      "Lufthansa (",
      "), Europe’s largest airline group by fleet size, on Friday announced that it was slashing by half the number of flights it will operate in coming weeks as a result of the sudden slackening in demand. ",
      "While the government has so far resisted calls for direct economic stimulus to counter the effects of the slowdown, saying only that it has the resources to do so if necessary, more targeted measures are being contemplated. ",
      "Handelsblatt newspaper reported on Saturday that the parties in Chancellor Angela Merkel’s coalition were discussing ways to make it temporarily easier for companies to shorten employees’ working hours by letting them off some of the cost of social security benefits. ",
      "And with panic buying triggering pictures of empty supermarket shelves on social media, transport minister Andreas Scheuer recommended that a ban on deliveries on Germany’s sacrosanct Sunday be lifted to ease restocking. ",
      "At a European health ministers’ summit on Friday, Health Minister Jens Spahn advised against trips to affected regions both abroad and at home, mentioning specifically the German state of North-Rhine Westphalia, where 346 cases have been reported. ",
      "Reporting by Thomas Escritt; Editing by Alison Williams and James Drummond"
][
      "FRANKFURT, March 23 (Reuters) - Daimler currently has sufficient funding and sees no need to apply for state aid, despite halting production at its major plants in Europe to contain the coronavirus, Chief Executive Ola Kaellenius told German newspaper Handelsblatt. ",
      "“Daimler currently has no need for state aid. Generally speaking, the industry had a very good order intake before the crisis,” Kaellenius is quoted telling the paper. ",
      "Upon being asked whether Daimler would help suppliers that are in trouble, Kaellenius said: “We are in permanent discussions with our suppliers and consult them. Until now there has not been a case where liquidity was an issue.” ",
      "Daimler is shutting production at its plant in Tuscaloosa, Alabama, Kaellenius said. The carmaker has however reopened its factory in China and is seeing demand for cars recovering in the world’s biggest car market, Kaellenius told the paper. (Reporting by Edward Taylor Editing by Michelle Martin)"
][
      "March 26 (Reuters) - DAIMLER AG: ",
      "* DUE TO THE WORSENING COVID-19 PANDEMIC, THE BOARD OF MANAGEMENT AND GENERAL WORKS COUNCIL OF DAIMLER AG DECIDED TO APPLY FOR SHORT-TIME WORK FOR A LARGE PART OF THE PRODUCTION AND SELECTED ADMINISTRATIVE AREAS FROM APRIL 6, 2020 ",
      "* TO EXPAND EXISTING MEASURES AND INITIALLY GO INTO SHORT-TIME WORKING UNTIL APRIL 17, 2020 ",
      "* SHORT-TIME WORKING AFFECTS BOTH THE COMPANY’S CAR, VAN AND COMMERCIAL VEHICLE PLANTS IN GERMANY ",
      "* NECESSARY BASIC FUNCTIONS AS WELL AS FUTURE TOPICS AND STRATEGIC PROJECTS ARE EXCLUDED FROM SHORT-TIME WORK IN ORDER TO BE ABLE TO MAKE A FULL START AGAIN AFTER THE CRISIS Source text: ",
      " Further company coverage: (Gdansk Newsroom)"
][
      "March 26 (Reuters) - ",
      "* DAIMLER SEEKS OVER $11 BILLION CREDIT LINE TO WEATHER CRISIS - BLOOMBERG NEWS Source text : [ID:",
      "] Further company coverage:"
][
      "FRANKFURT, April 1 (Reuters) - Daimler on Wednesday said management board members had agreed to forego 20% of their basic pay as a way to help the car, truck and bus maker cut costs during the coronavirus crisis. ",
      "The move comes after Daimler said German employees would switch to shortened work hours. ",
      "Supervisory board members have also agreed to a 20% cut and leading managers will see their pay curtailed by 10%, Daimler said. (Reporting by Edward Taylor Editing by Toby Davis)"
][
      "FRANKFURT (Reuters) - Daimler (",
      ") is in talks with lenders for a credit facility of at least 10 billion euros ($11.03 billion) to help the car company cope with the coronavirus outbreak, Bloomberg reported on Thursday. ",
      "Bloomberg, citing unnamed people familiar with the matter, reported that an announcement on the final amount could come as early as next week. ",
      "Daimler, which like other carmakers has suspended swathes of production to prevent the virus’ spread, declined to comment. ",
      "Reporting by Edward Taylor. Writing by Tom Sims. Editing by Jane Merriman"
][
      "March 26 (Reuters) - S&P Global Ratings: ",
      "* COVID-19 LEADS TO DOWNGRADES OF BMW AND DAIMLER; OUTLOOK ON VW NOW NEGATIVE ",
      "* LOWERING LONG-TERM RATINGS ON BMW; DAIMLER BY ONE NOTCH, WHILE REVISING OUTLOOK ON VW TO NEGATIVE ",
      "* NEGATIVE OUTLOOKS INDICATE RISKS LINKED TO DURATION OF COVID-19 PANDEMIC & ITS IMPACT ON GLOBAL AUTO INDUSTRY & ON 3 AUTOMAKERS IN PARTICULAR ",
      "* EXPECT VOLKSWAGEN, BMW, DAIMLER TO SEE STEEP DECLINE IN REVENUE, CASH FLOW THIS YEAR ON WEAK DEMAND DUE TO COVID-19 PANDEMIC Source: ",
      " Further company coverage:"
][
      "* Tech companies, automakers fighting over access to patents, fees ",
      "* Standard essential patents key to internet-linked devices ",
      "* Protecting Europe’s technological sovereignty vs other sectors ",
      "By Foo Yun Chee ",
      "BRUSSELS, March 31 (Reuters) - EU antitrust regulators are asking Daimler, Continental and other car parts suppliers for details of failed mediation talks with Nokia, raising hopes that enforcers may step in to resolve a patent licensing fee dispute. ",
      "Daimler and Continental, along with Bury Technologies, Valeo and Thales-owned Gemalto, complained to the European Commission last year about the fees Nokia was demanding for patents related to car communications. ",
      "The spat highlights a wider battle between tech companies and the car industry over royalties for technologies crucial to navigation systems, vehicle communications and self-driving cars. ",
      "With Nokia and Ericsson seen as champions, Europe wants to protect its technological sovereignty, while others say this should not be at the expense of other equally important European industries such as the auto sector. ",
      "Nokia earlier this year initiated mediation discussions with the companies which sources said ended earlier this month without agreement. EU competition enforcers now want to know what happened, the people said. ",
      "“We can confirm that the European Commission has sent us a request for information,” Daimler said in an emailed statement. ",
      "The Commission declined to comment, saying that its investigation was ongoing. ",
      "Nokia said it has made fair licensing offers to automakers, tier-1 suppliers and through a collective licensing pool to other players. ",
      "“Nokia has made several fair settlement offers to both Daimler and its tier-1 suppliers including Continental but unfortunately those offers have been rejected,” the company said in an email. ",
      "Continental, which is seeking a direct license for Nokia’s essential patents for 3G and 4G, said it would pursue its antitrust complaint against the Finnish telecoms equipment maker with the Commission following the failed mediation. ",
      "“Without access to the respective licenses Continental and other suppliers are not able to develop, manufacture or sell important technology for future automotive and non-automotive applications,” the German car parts maker said in a March 17 statement. (Reporting by Foo Yun Chee; Editing by Kirsten Donovan)"
][
      "(Reuters) - General Motors Co (",
      ") and Mercedes Benz will furlough all employees in Brazil later this month, the companies said on Wednesday, suggesting that production in South America’s main auto center will be heavily impacted by the coronavirus outbreak. ",
      "Brazil’s automakers had been bracing for a potential breakdown in its parts supply chain from China starting in April that could disrupt production. But neither mentioned supply chain issues in their statement.  ",
      "Automakers are halting production at plants across Europe as they grapple with coronavirus and diving demand. ",
      "GM said it needed to “align production to market demands.” Mercedes, owned by Daimler (",
      "), said it wanted to prevent the spread of the coronavirus.  ",
      "GM’s Chevrolet is Brazil’s best-selling car brand and the company’s decision could potentially lead other large Brazilian automakers to furlough and halt production.  ",
      "Mercedes is focused on heavy truck production in Brazil, where it is the market leader.  ",
      "A union source representing some of GM’s workers in Brazil said they would have liked for the company to furlough workers sooner to protect their health.  ",
      "The source said the furlough would last March 30 through April 12 and workers will be paid in full, in accordance with Brazilian law.  ",
      "Mercedes said its furlough will last from March 25 through April 19 and had already been negotiated with its unions.  ",
      "Reporting by Marcelo Rochabrun; Editing by Andrea Ricci and Lisa Shumaker"
][
      "FRANKFURT (Reuters) - Daimler is suspending production at its plants in Tuscaloosa, Alabama and Charleston, South Carolina for two weeks starting today, it said. ",
      "“Management is monitoring the situation continually and will take further measures if needed. Business will resume once the situation has improved,” the German carmaker, which owns the Mercedes-Benz brand, said in a statement on Tuesday. ",
      "Earlier this month the company said it would suspend most of its production in Europe for two weeks in an effort to contain the spread of the new coronavirus. ",
      "Reporting by Ilona Wissenbach; Writing by Edward Taylor; Editing by Jan Harvey"
][
      "BRUSSELS (Reuters) - European Union antitrust regulators have asked Daimler, Continental and other car parts makers for details of failed mediation talks with Nokia in a patent licensing fee dispute. ",
      "Daimler, Continental, Bury Technologies, Valeo and Thales-owned Gemalto complained to the European Commission last year about the fees Finland’s Nokia was demanding for patents related to car communications. ",
      "The row highlights a wider battle between tech companies and the car sector over royalties for technologies key to navigation systems, vehicle communications and self-driving cars. ",
      "Europe wants to protect its technological sovereignty as Nokia and Ericsson are regarded as leading forces in the development of such technologies, while others say this should not be at the expense of other sectors such as autos. ",
      "Nokia initiated mediation with the companies, which sources said ended earlier this month without agreement. EU competition enforcers now want to know what happened, the people said. ",
      "Daimler, which owns the Mercedes-Benz luxury car brand,  said the European Commission had sent a request for information. ",
      "The German company said it has a different legal opinion on how key patents should be licensed to the auto industry. ",
      "“Nokia so far refused to comprehensively and directly license our suppliers,” Daimler said. ",
      "“Fair and non-discriminatory access to these standards for all users of the essential patents for telecommunications standards is a key prerequisite for the development of new products and services for connected driving.” ",
      "The Commission declined comment, beyond saying that its investigation was ongoing. ",
      "Nokia said in an emailed statement that it has made fair licensing offers to automakers, tier-1 suppliers and through a collective licensing pool. ",
      "“Nokia has made several fair settlement offers ... but unfortunately those offers have been rejected,” it added. ",
      "Continental, which is seeking a direct license for Nokia’s essential patents for 3G and 4G, said it would pursue its antitrust complaint against the telecoms equipment maker.  ",
      "Reporting by Foo Yun Chee; Editing by Kirsten Donovan and Alexander Smith"
][
      "FRANKFURT (Reuters) - German carmakers including Volkswagen (",
      ") and Mercedes-Benz (",
      ") will restart production at some German factories next week after the country eased restrictions designed to contain the coronavirus outbreak. ",
      "Chancellor Angela Merkel on Wednesday said that Germany has achieved a “fragile intermediate success” in its the fight against the coronavirus and that its emergence from lockdown would begin with the partial reopening of shops next week and schools from May 4. ",
      "Unlike Italy and Spain, Germany never banned car production, though factories came to a standstill after authorities restricted the movement of people and ordered the closure of car dealerships, hitting demand.         ",
      "Volkswagen said it will start producing cars for its core brand in Zwickau, Germany, and in Bratislava, Slovakia, on April 20.  ",
      "Plants in Russia, Spain, Portugal and the United States will ramp up production from April 27 onwards, joined by factories in South Africa, Argentina, Brazil and Mexico in May.  ",
      "“With the decisions by the federal and state governments in Germany and the loosening of restrictions in other European states, conditions have been established for the gradual resumption of production,” Ralf Brandstaetter, Chief Operating Officer of the Volkswagen brand, said in a statement.  ",
      "The carmaker has retooled production to ensure that workers keep 1.5 metres apart. Other measures include the staggering of shifts and lunch breaks, plus steps to change worker interaction in VW’s supply chain. ",
      "Bernd Osterloh, Chairman of the company’s Works Council, said: “In the light of the pandemic, we need to adapt our routines. One answer is our new agreement on health protection. With about 100 measures, we are keeping the risk of infection at Volkswagen as low as possible.” ",
      "In China, where a Volkswagen has already implemented health measures, 32 of the 33 plants have resumed production and no coronavirus infections among employees have been reported. ",
      "Mercedes-Benz parent Daimler said that its plants in Hamburg, Berlin and Untertuerkheim will resume production next week. Its Berlin plant makes engine-management systems for vehicles sold in China.  ",
      "Production will initially start in a one-shift system, Daimler said, with plants in Sindelfingen and Bremen also making preparations to ramp up production. ",
      "German peer BMW (",
      ") said it had no information about the timetable for resuming production. The Munich-based manufacturer has suspended production until end of April. ",
      "Reporting by Edward Taylor and Jan Schwartz; Editing by David Goodman and Jane Merriman"
][
      "March 26 (Reuters) - ",
      "* DAIMLER SEEKS OVER $11 BILLION CREDIT LINE TO WEATHER CRISIS - BLOOMBERG NEWS Source text : [ID:",
      "] Further company coverage:"
][
      "FRANKFURT (Reuters) - Daimler (",
      ") is in talks with lenders for a credit facility of at least 10 billion euros ($11.03 billion) to help the car company cope with the coronavirus outbreak, Bloomberg reported on Thursday. ",
      "Bloomberg, citing unnamed people familiar with the matter, reported that an announcement on the final amount could come as early as next week. ",
      "Daimler, which like other carmakers has suspended swathes of production to prevent the virus’ spread, declined to comment. ",
      "Reporting by Edward Taylor. Writing by Tom Sims. Editing by Jane Merriman"
][
      "March 26 (Reuters) - S&P Global Ratings: ",
      "* COVID-19 LEADS TO DOWNGRADES OF BMW AND DAIMLER; OUTLOOK ON VW NOW NEGATIVE ",
      "* LOWERING LONG-TERM RATINGS ON BMW; DAIMLER BY ONE NOTCH, WHILE REVISING OUTLOOK ON VW TO NEGATIVE ",
      "* NEGATIVE OUTLOOKS INDICATE RISKS LINKED TO DURATION OF COVID-19 PANDEMIC & ITS IMPACT ON GLOBAL AUTO INDUSTRY & ON 3 AUTOMAKERS IN PARTICULAR ",
      "* EXPECT VOLKSWAGEN, BMW, DAIMLER TO SEE STEEP DECLINE IN REVENUE, CASH FLOW THIS YEAR ON WEAK DEMAND DUE TO COVID-19 PANDEMIC Source: ",
      " Further company coverage:"
][
      "(Reuters) - General Motors Co (",
      ") and Mercedes Benz will furlough all employees in Brazil later this month, the companies said on Wednesday, suggesting that production in South America’s main auto center will be heavily impacted by the coronavirus outbreak. ",
      "Brazil’s automakers had been bracing for a potential breakdown in its parts supply chain from China starting in April that could disrupt production. But neither mentioned supply chain issues in their statement.  ",
      "Automakers are halting production at plants across Europe as they grapple with coronavirus and diving demand. ",
      "GM said it needed to “align production to market demands.” Mercedes, owned by Daimler (",
      "), said it wanted to prevent the spread of the coronavirus.  ",
      "GM’s Chevrolet is Brazil’s best-selling car brand and the company’s decision could potentially lead other large Brazilian automakers to furlough and halt production.  ",
      "Mercedes is focused on heavy truck production in Brazil, where it is the market leader.  ",
      "A union source representing some of GM’s workers in Brazil said they would have liked for the company to furlough workers sooner to protect their health.  ",
      "The source said the furlough would last March 30 through April 12 and workers will be paid in full, in accordance with Brazilian law.  ",
      "Mercedes said its furlough will last from March 25 through April 19 and had already been negotiated with its unions.  ",
      "Reporting by Marcelo Rochabrun; Editing by Andrea Ricci and Lisa Shumaker"
][
      "BERLIN (Reuters) - The number of confirmed coronavirus cases in Germany jumped by more than 100 on Saturday, reaching 795 by mid-afternoon amid growing concern at the economic impact of the spreading epidemic on one of the world’s most trade-dependent economies. ",
      "The number recorded by the Robert Koch Institute stood at 684 in the morning, with large clusters in the west and south, where an initial outbreak centered on a car supplier with a unit in Wuhan, where the infection was first detected. ",
      "The total is well over 10 times larger than it was a week ago. There were 66 cases on Feb. 29.  ",
      "Western Europe’s most populous country has the second largest number of registered cases on the continent after Italy.  ",
      "So far, no deaths have been reported, though the RND newspaper group reported that a transplant patient with a depressed immune system who had contracted coronavirus was in a critical condition. ",
      "With concern growing at the vulnerability of long international supply chains to such an epidemic, Ola Kallenius, chief executive of Mercedes maker Daimler (",
      "), warned against a return to economic nationalism. ",
      "“These events show how fragile global supply chains are,” he told Der Spiegel magazine in remarks published on Saturday. “But a world without global work sharing would be less successful ... We should protect (that success) while checking for vulnerabilities where we can bring more security into the supply chain.” ",
      "He said Daimler was “gradually ramping up” production again in China after the Chinese New Year stoppage, which had been lengthened because of the coronavirus. But the disease would have an impact on company results. ",
      "“We can’t yet say what the impact will be, but it is clear that both production and sales will be affected,” Kallenius added. ",
      "Lufthansa (",
      "), Europe’s largest airline group by fleet size, on Friday announced that it was slashing by half the number of flights it will operate in coming weeks as a result of the sudden slackening in demand. ",
      "While the government has so far resisted calls for direct economic stimulus to counter the effects of the slowdown, saying only that it has the resources to do so if necessary, more targeted measures are being contemplated. ",
      "Handelsblatt newspaper reported on Saturday that the parties in Chancellor Angela Merkel’s coalition were discussing ways to make it temporarily easier for companies to shorten employees’ working hours by letting them off some of the cost of social security benefits. ",
      "And with panic buying triggering pictures of empty supermarket shelves on social media, transport minister Andreas Scheuer recommended that a ban on deliveries on Germany’s sacrosanct Sunday be lifted to ease restocking. ",
      "At a European health ministers’ summit on Friday, Health Minister Jens Spahn advised against trips to affected regions both abroad and at home, mentioning specifically the German state of North-Rhine Westphalia, where 346 cases have been reported. ",
      "Reporting by Thomas Escritt; Editing by Alison Williams and James Drummond"
][
      "FRANKFURT (Reuters) - Daimler (",
      "), which owns the Mercedes-Benz luxury car brand, on Tuesday said it will suspend most of its production in Europe for two weeks in an effort to contain the spread of the new coronavirus. ",
      "“The suspension applies to Daimler’s car, van and commercial vehicle plants in Europe and will start this week,” the Stuttgart-based carmaker said. ",
      "Global supply chains currently cannot be maintained to their full extent, it said adding that due to the ongoing spread of COVID-19 the economic effects on Daimler cannot be adequately determined or reliably quantified at this time. ",
      "“With these closures, Daimler is helping to protect its workforce, to interrupt chains of infection and to contain the spread of the pandemic,” the company said. ",
      "Reporting by Edward Taylor; Editing by Christoph Steitz"
][
      "LONDON, March 20 (Reuters) - Daimler and Deutsche Telekom are among 24 firms that stand to  benefit the most from central bank asset-purchase schemes as their debt is eligible for the UK as well as euro zone stimulus programmes, investment bank BofA said on Friday. ",
      "The Bank of England announced this week it would restart buying corporate debt for the first time since 2016, while the the European Central Bank also ramped up bond purchases, bringing total planned purchases of corporate and government bonds to 1.1 trillion euros. ",
      "Auto companies Daimler, BMW and Volkswagen, as well as utility Deutsche Telekom , which have notable debt piles outstanding in both euros and sterling, are eligible for both corporate bond purchases, BoA analysts told clients. ",
      "That would imply tighter supply of these bonds in the market, potentially boosting their prices. ",
      "“These names could be the ultimate beneficiaries as two central banks fight over squeezing their bonds,” wrote BofA. ",
      "“We expect these 24 names to become core longs for credit investors at this juncture.” ",
      "Two of the companies: Unilever and Engie , opened Europe’s corporate bond market on Friday, which had been shut since March 11, according to Refinitiv IFR, with books heavily subscribed on both deals. ",
      "Here are the rest of the companies BoA has identified, ordered by the number of eligible bonds they have outstanding: ",
      "* Daimler ",
      "* Deutsche Telekom ",
      "* Volkswagen ",
      "* Deutsche Bahn ",
      "* Engie ",
      "* Telefonica ",
      "* Anheuser-Busch InBev ",
      "* EDF Energy ",
      "* Siemens ",
      "* Total ",
      "* Unilever ",
      "* E On International ",
      "* Iberdrola ",
      "* Suez ",
      "* Veolia Environnement ",
      "* Compagnie de Saint Gobain ",
      "* Nestle Holdings ",
      "* ESB Finance ",
      "* Linde ",
      "* Bouygues ",
      "* Compass Group ",
      "* WPP (Reporting by Yoruk Bahceli;Editing by Elaine Hardcastle)"
][
      "FRANKFURT, March 23 (Reuters) - Daimler currently has sufficient funding and sees no need to apply for state aid, despite halting production at its major plants in Europe to contain the coronavirus, Chief Executive Ola Kaellenius told German newspaper Handelsblatt. ",
      "“Daimler currently has no need for state aid. Generally speaking, the industry had a very good order intake before the crisis,” Kaellenius is quoted telling the paper. ",
      "Upon being asked whether Daimler would help suppliers that are in trouble, Kaellenius said: “We are in permanent discussions with our suppliers and consult them. Until now there has not been a case where liquidity was an issue.” ",
      "Daimler is shutting production at its plant in Tuscaloosa, Alabama, Kaellenius said. The carmaker has however reopened its factory in China and is seeing demand for cars recovering in the world’s biggest car market, Kaellenius told the paper. (Reporting by Edward Taylor Editing by Michelle Martin)"
][
      "* Tech companies, automakers fighting over access to patents, fees ",
      "* Standard essential patents key to internet-linked devices ",
      "* Protecting Europe’s technological sovereignty vs other sectors ",
      "By Foo Yun Chee ",
      "BRUSSELS, March 31 (Reuters) - EU antitrust regulators are asking Daimler, Continental and other car parts suppliers for details of failed mediation talks with Nokia, raising hopes that enforcers may step in to resolve a patent licensing fee dispute. ",
      "Daimler and Continental, along with Bury Technologies, Valeo and Thales-owned Gemalto, complained to the European Commission last year about the fees Nokia was demanding for patents related to car communications. ",
      "The spat highlights a wider battle between tech companies and the car industry over royalties for technologies crucial to navigation systems, vehicle communications and self-driving cars. ",
      "With Nokia and Ericsson seen as champions, Europe wants to protect its technological sovereignty, while others say this should not be at the expense of other equally important European industries such as the auto sector. ",
      "Nokia earlier this year initiated mediation discussions with the companies which sources said ended earlier this month without agreement. EU competition enforcers now want to know what happened, the people said. ",
      "“We can confirm that the European Commission has sent us a request for information,” Daimler said in an emailed statement. ",
      "The Commission declined to comment, saying that its investigation was ongoing. ",
      "Nokia said it has made fair licensing offers to automakers, tier-1 suppliers and through a collective licensing pool to other players. ",
      "“Nokia has made several fair settlement offers to both Daimler and its tier-1 suppliers including Continental but unfortunately those offers have been rejected,” the company said in an email. ",
      "Continental, which is seeking a direct license for Nokia’s essential patents for 3G and 4G, said it would pursue its antitrust complaint against the Finnish telecoms equipment maker with the Commission following the failed mediation. ",
      "“Without access to the respective licenses Continental and other suppliers are not able to develop, manufacture or sell important technology for future automotive and non-automotive applications,” the German car parts maker said in a March 17 statement. (Reporting by Foo Yun Chee; Editing by Kirsten Donovan)"
][
      "March 26 (Reuters) - DAIMLER AG: ",
      "* DUE TO THE WORSENING COVID-19 PANDEMIC, THE BOARD OF MANAGEMENT AND GENERAL WORKS COUNCIL OF DAIMLER AG DECIDED TO APPLY FOR SHORT-TIME WORK FOR A LARGE PART OF THE PRODUCTION AND SELECTED ADMINISTRATIVE AREAS FROM APRIL 6, 2020 ",
      "* TO EXPAND EXISTING MEASURES AND INITIALLY GO INTO SHORT-TIME WORKING UNTIL APRIL 17, 2020 ",
      "* SHORT-TIME WORKING AFFECTS BOTH THE COMPANY’S CAR, VAN AND COMMERCIAL VEHICLE PLANTS IN GERMANY ",
      "* NECESSARY BASIC FUNCTIONS AS WELL AS FUTURE TOPICS AND STRATEGIC PROJECTS ARE EXCLUDED FROM SHORT-TIME WORK IN ORDER TO BE ABLE TO MAKE A FULL START AGAIN AFTER THE CRISIS Source text: ",
      " Further company coverage: (Gdansk Newsroom)"
][
      "BRUSSELS (Reuters) - European Union antitrust regulators have asked Daimler, Continental and other car parts makers for details of failed mediation talks with Nokia in a patent licensing fee dispute. ",
      "Daimler, Continental, Bury Technologies, Valeo and Thales-owned Gemalto complained to the European Commission last year about the fees Finland’s Nokia was demanding for patents related to car communications. ",
      "The row highlights a wider battle between tech companies and the car sector over royalties for technologies key to navigation systems, vehicle communications and self-driving cars. ",
      "Europe wants to protect its technological sovereignty as Nokia and Ericsson are regarded as leading forces in the development of such technologies, while others say this should not be at the expense of other sectors such as autos. ",
      "Nokia initiated mediation with the companies, which sources said ended earlier this month without agreement. EU competition enforcers now want to know what happened, the people said. ",
      "Daimler, which owns the Mercedes-Benz luxury car brand,  said the European Commission had sent a request for information. ",
      "The German company said it has a different legal opinion on how key patents should be licensed to the auto industry. ",
      "“Nokia so far refused to comprehensively and directly license our suppliers,” Daimler said. ",
      "“Fair and non-discriminatory access to these standards for all users of the essential patents for telecommunications standards is a key prerequisite for the development of new products and services for connected driving.” ",
      "The Commission declined comment, beyond saying that its investigation was ongoing. ",
      "Nokia said in an emailed statement that it has made fair licensing offers to automakers, tier-1 suppliers and through a collective licensing pool. ",
      "“Nokia has made several fair settlement offers ... but unfortunately those offers have been rejected,” it added. ",
      "Continental, which is seeking a direct license for Nokia’s essential patents for 3G and 4G, said it would pursue its antitrust complaint against the telecoms equipment maker.  ",
      "Reporting by Foo Yun Chee; Editing by Kirsten Donovan and Alexander Smith"
][
      "FRANKFURT, April 1 (Reuters) - Daimler on Wednesday said management board members had agreed to forego 20% of their basic pay as a way to help the car, truck and bus maker cut costs during the coronavirus crisis. ",
      "The move comes after Daimler said German employees would switch to shortened work hours. ",
      "Supervisory board members have also agreed to a 20% cut and leading managers will see their pay curtailed by 10%, Daimler said. (Reporting by Edward Taylor Editing by Toby Davis)"
][
      "HAMBURG (Reuters) - The bosses of Volkswagen (",
      "), BMW (",
      ") and Daimler (",
      ") held a crisis call with German Chancellor Angela Merkel on Wednesday to discuss how to get production restarted, Germany’s Handelsblatt newspaper reported on Thursday. ",
      "Carmakers have halted production at some sites as governments around the world have imposed lockdowns on their populations in response to the coronavirus outbreak. ",
      "Volkswagen Chief Executive Herbert Diess last week said the carmaker might have to cut jobs if the pandemic is not brought under control as it is still spending about 2 billion euros ($2.18 billion) a week. ",
      "Handelsblatt cited participants in the call as saying carmakers were particularly concerned about the supply chain. ",
      "A Volkswagen source told Reuters the carmakers discussed the situation in the industry and how production could be started up again after the coronavirus crisis. There was agreement that an EU-wide approach to re-starting production was needed, the source said. ",
      "“It doesn’t help if one country forges ahead and then everything in Italy or Spain is still at a standstill,” the source said, adding that such a scenario would result in gaps in the supply chain. ",
      "The Volkswagen source said in the talks there had been agreement that a working group, including the government, industry and the Robert Koch Institute for infectious diseases, should be set up to develop standards for protecting employees when production is restarted, such as protective clothing, masks, distancing workers and frequent cleaning of sanitary facilities. ",
      "The source said the carmakers also discussed the situation facing car suppliers and that while big original equipment manufacturers were well provided for in terms of liquidity, that was not the case for many suppliers. ",
      "A source at Daimler said Merkel, Economy Minister Peter Altmaier, Finance Minister Olaf Scholz and Joerg Hofmann, head of the IG Metall trade union, had all taken part in the meeting with Daimler CEO Ola Kaellenius, BMW boss Oliver Zipse and Volkswagen CEO Diess. ",
      "A survey published on Wednesday showed Germany’s export-dependent manufacturing sector saw the steepest decrease in output in almost 11 years in March, as the coronavirus pandemic forced plant closures in Europe’s biggest economy. ",
      "Reporting by Jan C. Schwartz; Writing by Michelle Martin. Editing by Jane Merriman"
][
      "FRANKFURT (Reuters) - Daimler is suspending production at its plants in Tuscaloosa, Alabama and Charleston, South Carolina for two weeks starting today, it said. ",
      "“Management is monitoring the situation continually and will take further measures if needed. Business will resume once the situation has improved,” the German carmaker, which owns the Mercedes-Benz brand, said in a statement on Tuesday. ",
      "Earlier this month the company said it would suspend most of its production in Europe for two weeks in an effort to contain the spread of the new coronavirus. ",
      "Reporting by Ilona Wissenbach; Writing by Edward Taylor; Editing by Jan Harvey"
][
      "FRANKFURT (Reuters) - Daimler (",
      ") said on Thursday it has signed an agreement for a 12 billion euro ($13 billion) credit line to increase its financial flexibility in the current coronavirus crisis. ",
      "The credit line comes in addition to an 11 billion euro revolving credit with a term until 2025, including extension options. ",
      "The new loan facility can be utilized within a 12-month period with two extension options of six months, Daimler said, adding the line was agreed with BNP (",
      "), Banco Santander (",
      "), Deutsche Bank (",
      ") and JP Morgan (",
      ") on April 1. Syndication has started.  ",
      "Reporting by Christoph Steitz; Editing by Susan Fenton"
][
      "SAO PAULO, April 3 (Reuters) - Mercedes Benz said on Friday it has extended furloughs for its Brazil workforce until at least May 2, making it the automaker that has so far implemented the most far-reaching production cuts in South America’s top auto producer. ",
      "Mercedes Benz is Brazil’s top truck maker and its the German company’s No. 2 truck market worldwide. (Reporting by Marcelo Rochabrun Editing by Chizu Nomiyama)"
][
      "FRANKFURT (Reuters) - Daimler (",
      ") expects to post a positive margin on Mercedes-Benz passenger cars and vans in the first quarter, thanks to rebounding sales in China and solid demand in the United States, Chief Financial Officer Harald Wilhelm said on Wednesday. ",
      "Sales of Mercedes-Benz passenger cars in March in the United States showed no corona impact thanks to demand for sports utility vehicles, Wilhelm said, adding that sales in China had rebounded.  ",
      "“We see early signs of a recovery in China. Group sales returned to 60,000 units, almost at prior year levels in March,” Wilhelm said, adding that production had returned to a two shift system at Daimler’s plant in Beijing. ",
      "Reporting by Edward Taylor, editing by Thomas Escritt"
][
      "BEIJING/FRANKFURT (Reuters) - China’s auto market, the world’s biggest, will gradually recover and remain stable for a long period despite short-term pressure from the coronavirus epidemic, officials said on Thursday. ",
      "The statement came as executives from Mercedes-Benz (",
      ") and Volkswagen (",
      ") said demand is rebounding in China after restrictions on social life were eased and dealerships reopened. ",
      "China’s auto sales dropped 79% from a year earlier in February due to the epidemic. However, the situation was  ",
      "temporary and didn’t affect long-term trends in the industry, Cai Ronghua, a senior official at National Development and Reform Commission (NDRC), told a news conference. ",
      "He noted the broader impact of any further downturn in the sector. ",
      "“If auto production and sales continue to decline, it will not only affect the industry itself, but also affect the resumption of production in other industries, and may even affect the smooth operation of the entire economy,” Cai said, adding auto production had not so far been affected by global auto parts supply disruption. ",
      "Separately, the Ministry of Ecology and Environment (MEE) is considering postponing the implementation of new gasoline emission standards in some provinces, Wu Xianfeng, a senior official at MEE, said. ",
      "Volkswagen, the world’s largest carmaker and China’s best- selling manufacturer, said showroom traffic during the last weekend of March had rebounded to year-earlier levels after its dealerships re-opened as measures to contain the pandemic were eased. ",
      "The SAIC Volkswagen factory in Changsha resumed operations this week, putting all but one of VW Group’s 33 car and component plants in China back in business, VW said. ",
      "Volkswagen Group China CEO Stephan Wöllenstein said: “Our dealerships are seeing customers on the showroom floors once again. There are growing signs of recovery, with a good chance that the Chinese car market could reach last year’s level in early summer.” ",
      "Daimler, which owns the Mercedes-Benz brand, said on Wednesday China demand had recovered to near pre-crisis levels and its factory in Beijing had resumed production running a two-shift system. ",
      "“In China and South Korea our dealerships are fully open and we see a significant increase in demand there. That gives us confidence,” Daimler board member Britta Seeger said. ",
      "In addition to its Chinese plants, Daimler wants to resume production at its German plants in Untertuerkheim, Hamburg und Berlin on April 20, followed by a ramp up at its plants in Sindelfingen und Bremen.  ",
      "Reporting by Yilei Sun, Yingzhi Yang and Andrew Galbraith in Beijing, and Edward Taylor in Frankfurt; Editing by Catherine Evans and David Holmes"
][
      "PARIS (Reuters) - The ‘FREE NOW’ taxi ride-hailing service run by Daimler and BMW announced on Thursday a corporate restructuring, which could lead to job cuts, and unveiled plans to merge with French app Kapten. ",
      "The ‘FREE NOW’ company said in a statement that its restructuring was aimed at reducing costs in order to offset the hits to its business caused by the coronavirus crisis, which has hurt transport companies around the world. ",
      "The ‘FREE NOW’ and Kapten ride-hailing apps are among many relatively new companies that have been set up across the globe to take on the likes of main players such as Uber. ",
      "Reporting by Sudip Kar-Gupta; Editing by Susan Fenton"
][
      "FRANKFURT (Reuters) - German carmakers including Volkswagen (\n",
      ") and Mercedes-Benz (\n",
      ") will restart production at some German factories next week after the country eased restrictions designed to contain the coronavirus outbreak. \n",
      "Chancellor Angela Merkel on Wednesday said that Germany has achieved a “fragile intermediate success” in its the fight against the coronavirus and that its emergence from lockdown would begin with the partial reopening of shops next week and schools from May 4. \n",
      "Unlike Italy and Spain, Germany never banned car production, though factories came to a standstill after authorities restricted the movement of people and ordered the closure of car dealerships, hitting demand.         \n",
      "Volkswagen said it will start producing cars for its core brand in Zwickau, Germany, and in Bratislava, Slovakia, on April 20.  \n",
      "Plants in Russia, Spain, Portugal and the United States will ramp up production from April 27 onwards, joined by factories in South Africa, Argentina, Brazil and Mexico in May.  \n",
      "“With the decisions by the federal and state governments in Germany and the loosening of restrictions in other European states, conditions have been established for the gradual resumption of production,” Ralf Brandstaetter, Chief Operating Officer of the Volkswagen brand, said in a statement.  \n",
      "The carmaker has retooled production to ensure that workers keep 1.5 metres apart. Other measures include the staggering of shifts and lunch breaks, plus steps to change worker interaction in VW’s supply chain. \n",
      "Bernd Osterloh, Chairman of the company’s Works Council, said: “In the light of the pandemic, we need to adapt our routines. One answer is our new agreement on health protection. With about 100 measures, we are keeping the risk of infection at Volkswagen as low as possible.” \n",
      "In China, where a Volkswagen has already implemented health measures, 32 of the 33 plants have resumed production and no coronavirus infections among employees have been reported. \n",
      "Mercedes-Benz parent Daimler said that its plants in Hamburg, Berlin and Untertuerkheim will resume production next week. Its Berlin plant makes engine-management systems for vehicles sold in China.  \n",
      "Production will initially start in a one-shift system, Daimler said, with plants in Sindelfingen and Bremen also making preparations to ramp up production. \n",
      "German peer BMW (\n",
      ") said it had no information about the timetable for resuming production. The Munich-based manufacturer has suspended production until end of April. \n",
      "Reporting by Edward Taylor and Jan Schwartz; Editing by David Goodman and Jane Merriman\n"
][
      "(Reuters) - General Motors Co (\n",
      ") and Mercedes Benz will furlough all employees in Brazil later this month, the companies said on Wednesday, suggesting that production in South America’s main auto center will be heavily impacted by the coronavirus outbreak. \n",
      "Brazil’s automakers had been bracing for a potential breakdown in its parts supply chain from China starting in April that could disrupt production. But neither mentioned supply chain issues in their statement.  \n",
      "Automakers are halting production at plants across Europe as they grapple with coronavirus and diving demand. \n",
      "GM said it needed to “align production to market demands.” Mercedes, owned by Daimler (\n",
      "), said it wanted to prevent the spread of the coronavirus.  \n",
      "GM’s Chevrolet is Brazil’s best-selling car brand and the company’s decision could potentially lead other large Brazilian automakers to furlough and halt production.  \n",
      "Mercedes is focused on heavy truck production in Brazil, where it is the market leader.  \n",
      "A union source representing some of GM’s workers in Brazil said they would have liked for the company to furlough workers sooner to protect their health.  \n",
      "The source said the furlough would last March 30 through April 12 and workers will be paid in full, in accordance with Brazilian law.  \n",
      "Mercedes said its furlough will last from March 25 through April 19 and had already been negotiated with its unions.  \n",
      "Reporting by Marcelo Rochabrun; Editing by Andrea Ricci and Lisa Shumaker\n"
][
      "March 26 (Reuters) - DAIMLER AG: \n",
      "* DUE TO THE WORSENING COVID-19 PANDEMIC, THE BOARD OF MANAGEMENT AND GENERAL WORKS COUNCIL OF DAIMLER AG DECIDED TO APPLY FOR SHORT-TIME WORK FOR A LARGE PART OF THE PRODUCTION AND SELECTED ADMINISTRATIVE AREAS FROM APRIL 6, 2020 \n",
      "* TO EXPAND EXISTING MEASURES AND INITIALLY GO INTO SHORT-TIME WORKING UNTIL APRIL 17, 2020 \n",
      "* SHORT-TIME WORKING AFFECTS BOTH THE COMPANY’S CAR, VAN AND COMMERCIAL VEHICLE PLANTS IN GERMANY \n",
      "* NECESSARY BASIC FUNCTIONS AS WELL AS FUTURE TOPICS AND STRATEGIC PROJECTS ARE EXCLUDED FROM SHORT-TIME WORK IN ORDER TO BE ABLE TO MAKE A FULL START AGAIN AFTER THE CRISIS Source text: \n",
      " Further company coverage: (Gdansk Newsroom)\n"
][
      "BERLIN (Reuters) - The number of confirmed coronavirus cases in Germany jumped by more than 100 on Saturday, reaching 795 by mid-afternoon amid growing concern at the economic impact of the spreading epidemic on one of the world’s most trade-dependent economies. \n",
      "The number recorded by the Robert Koch Institute stood at 684 in the morning, with large clusters in the west and south, where an initial outbreak centered on a car supplier with a unit in Wuhan, where the infection was first detected. \n",
      "The total is well over 10 times larger than it was a week ago. There were 66 cases on Feb. 29.  \n",
      "Western Europe’s most populous country has the second largest number of registered cases on the continent after Italy.  \n",
      "So far, no deaths have been reported, though the RND newspaper group reported that a transplant patient with a depressed immune system who had contracted coronavirus was in a critical condition. \n",
      "With concern growing at the vulnerability of long international supply chains to such an epidemic, Ola Kallenius, chief executive of Mercedes maker Daimler (\n",
      "), warned against a return to economic nationalism. \n",
      "“These events show how fragile global supply chains are,” he told Der Spiegel magazine in remarks published on Saturday. “But a world without global work sharing would be less successful ... We should protect (that success) while checking for vulnerabilities where we can bring more security into the supply chain.” \n",
      "He said Daimler was “gradually ramping up” production again in China after the Chinese New Year stoppage, which had been lengthened because of the coronavirus. But the disease would have an impact on company results. \n",
      "“We can’t yet say what the impact will be, but it is clear that both production and sales will be affected,” Kallenius added. \n",
      "Lufthansa (\n",
      "), Europe’s largest airline group by fleet size, on Friday announced that it was slashing by half the number of flights it will operate in coming weeks as a result of the sudden slackening in demand. \n",
      "While the government has so far resisted calls for direct economic stimulus to counter the effects of the slowdown, saying only that it has the resources to do so if necessary, more targeted measures are being contemplated. \n",
      "Handelsblatt newspaper reported on Saturday that the parties in Chancellor Angela Merkel’s coalition were discussing ways to make it temporarily easier for companies to shorten employees’ working hours by letting them off some of the cost of social security benefits. \n",
      "And with panic buying triggering pictures of empty supermarket shelves on social media, transport minister Andreas Scheuer recommended that a ban on deliveries on Germany’s sacrosanct Sunday be lifted to ease restocking. \n",
      "At a European health ministers’ summit on Friday, Health Minister Jens Spahn advised against trips to affected regions both abroad and at home, mentioning specifically the German state of North-Rhine Westphalia, where 346 cases have been reported. \n",
      "Reporting by Thomas Escritt; Editing by Alison Williams and James Drummond\n"
][
      "FRANKFURT (Reuters) - Daimler (\n",
      "), which owns the Mercedes-Benz luxury car brand, on Tuesday said it will suspend most of its production in Europe for two weeks in an effort to contain the spread of the new coronavirus. \n",
      "“The suspension applies to Daimler’s car, van and commercial vehicle plants in Europe and will start this week,” the Stuttgart-based carmaker said. \n",
      "Global supply chains currently cannot be maintained to their full extent, it said adding that due to the ongoing spread of COVID-19 the economic effects on Daimler cannot be adequately determined or reliably quantified at this time. \n",
      "“With these closures, Daimler is helping to protect its workforce, to interrupt chains of infection and to contain the spread of the pandemic,” the company said. \n",
      "Reporting by Edward Taylor; Editing by Christoph Steitz\n"
][
      "FRANKFURT (Reuters) - Daimler is suspending production at its plants in Tuscaloosa, Alabama and Charleston, South Carolina for two weeks starting today, it said. \n",
      "“Management is monitoring the situation continually and will take further measures if needed. Business will resume once the situation has improved,” the German carmaker, which owns the Mercedes-Benz brand, said in a statement on Tuesday. \n",
      "Earlier this month the company said it would suspend most of its production in Europe for two weeks in an effort to contain the spread of the new coronavirus. \n",
      "Reporting by Ilona Wissenbach; Writing by Edward Taylor; Editing by Jan Harvey\n"
][
      "FRANKFURT, March 23 (Reuters) - Daimler currently has sufficient funding and sees no need to apply for state aid, despite halting production at its major plants in Europe to contain the coronavirus, Chief Executive Ola Kaellenius told German newspaper Handelsblatt. \n",
      "“Daimler currently has no need for state aid. Generally speaking, the industry had a very good order intake before the crisis,” Kaellenius is quoted telling the paper. \n",
      "Upon being asked whether Daimler would help suppliers that are in trouble, Kaellenius said: “We are in permanent discussions with our suppliers and consult them. Until now there has not been a case where liquidity was an issue.” \n",
      "Daimler is shutting production at its plant in Tuscaloosa, Alabama, Kaellenius said. The carmaker has however reopened its factory in China and is seeing demand for cars recovering in the world’s biggest car market, Kaellenius told the paper. (Reporting by Edward Taylor Editing by Michelle Martin)\n"
][
      "LONDON, March 20 (Reuters) - Daimler and Deutsche Telekom are among 24 firms that stand to  benefit the most from central bank asset-purchase schemes as their debt is eligible for the UK as well as euro zone stimulus programmes, investment bank BofA said on Friday. \n",
      "The Bank of England announced this week it would restart buying corporate debt for the first time since 2016, while the the European Central Bank also ramped up bond purchases, bringing total planned purchases of corporate and government bonds to 1.1 trillion euros. \n",
      "Auto companies Daimler, BMW and Volkswagen, as well as utility Deutsche Telekom , which have notable debt piles outstanding in both euros and sterling, are eligible for both corporate bond purchases, BoA analysts told clients. \n",
      "That would imply tighter supply of these bonds in the market, potentially boosting their prices. \n",
      "“These names could be the ultimate beneficiaries as two central banks fight over squeezing their bonds,” wrote BofA. \n",
      "“We expect these 24 names to become core longs for credit investors at this juncture.” \n",
      "Two of the companies: Unilever and Engie , opened Europe’s corporate bond market on Friday, which had been shut since March 11, according to Refinitiv IFR, with books heavily subscribed on both deals. \n",
      "Here are the rest of the companies BoA has identified, ordered by the number of eligible bonds they have outstanding: \n",
      "* Daimler \n",
      "* Deutsche Telekom \n",
      "* Volkswagen \n",
      "* Deutsche Bahn \n",
      "* Engie \n",
      "* Telefonica \n",
      "* Anheuser-Busch InBev \n",
      "* EDF Energy \n",
      "* Siemens \n",
      "* Total \n",
      "* Unilever \n",
      "* E On International \n",
      "* Iberdrola \n",
      "* Suez \n",
      "* Veolia Environnement \n",
      "* Compagnie de Saint Gobain \n",
      "* Nestle Holdings \n",
      "* ESB Finance \n",
      "* Linde \n",
      "* Bouygues \n",
      "* Compass Group \n",
      "* WPP (Reporting by Yoruk Bahceli;Editing by Elaine Hardcastle)\n"
][
      "March 26 (Reuters) - \n",
      "* DAIMLER SEEKS OVER $11 BILLION CREDIT LINE TO WEATHER CRISIS - BLOOMBERG NEWS Source text : [ID:\n",
      "] Further company coverage:\n"
][
      "FRANKFURT (Reuters) - Daimler (\n",
      ") is in talks with lenders for a credit facility of at least 10 billion euros ($11.03 billion) to help the car company cope with the coronavirus outbreak, Bloomberg reported on Thursday. \n",
      "Bloomberg, citing unnamed people familiar with the matter, reported that an announcement on the final amount could come as early as next week. \n",
      "Daimler, which like other carmakers has suspended swathes of production to prevent the virus’ spread, declined to comment. \n",
      "Reporting by Edward Taylor. Writing by Tom Sims. Editing by Jane Merriman\n"
][
      "March 26 (Reuters) - S&P Global Ratings: \n",
      "* COVID-19 LEADS TO DOWNGRADES OF BMW AND DAIMLER; OUTLOOK ON VW NOW NEGATIVE \n",
      "* LOWERING LONG-TERM RATINGS ON BMW; DAIMLER BY ONE NOTCH, WHILE REVISING OUTLOOK ON VW TO NEGATIVE \n",
      "* NEGATIVE OUTLOOKS INDICATE RISKS LINKED TO DURATION OF COVID-19 PANDEMIC & ITS IMPACT ON GLOBAL AUTO INDUSTRY & ON 3 AUTOMAKERS IN PARTICULAR \n",
      "* EXPECT VOLKSWAGEN, BMW, DAIMLER TO SEE STEEP DECLINE IN REVENUE, CASH FLOW THIS YEAR ON WEAK DEMAND DUE TO COVID-19 PANDEMIC Source: \n",
      " Further company coverage:\n"
][
      "BRUSSELS (Reuters) - European Union antitrust regulators have asked Daimler, Continental and other car parts makers for details of failed mediation talks with Nokia in a patent licensing fee dispute. \n",
      "Daimler, Continental, Bury Technologies, Valeo and Thales-owned Gemalto complained to the European Commission last year about the fees Finland’s Nokia was demanding for patents related to car communications. \n",
      "The row highlights a wider battle between tech companies and the car sector over royalties for technologies key to navigation systems, vehicle communications and self-driving cars. \n",
      "Europe wants to protect its technological sovereignty as Nokia and Ericsson are regarded as leading forces in the development of such technologies, while others say this should not be at the expense of other sectors such as autos. \n",
      "Nokia initiated mediation with the companies, which sources said ended earlier this month without agreement. EU competition enforcers now want to know what happened, the people said. \n",
      "Daimler, which owns the Mercedes-Benz luxury car brand,  said the European Commission had sent a request for information. \n",
      "The German company said it has a different legal opinion on how key patents should be licensed to the auto industry. \n",
      "“Nokia so far refused to comprehensively and directly license our suppliers,” Daimler said. \n",
      "“Fair and non-discriminatory access to these standards for all users of the essential patents for telecommunications standards is a key prerequisite for the development of new products and services for connected driving.” \n",
      "The Commission declined comment, beyond saying that its investigation was ongoing. \n",
      "Nokia said in an emailed statement that it has made fair licensing offers to automakers, tier-1 suppliers and through a collective licensing pool. \n",
      "“Nokia has made several fair settlement offers ... but unfortunately those offers have been rejected,” it added. \n",
      "Continental, which is seeking a direct license for Nokia’s essential patents for 3G and 4G, said it would pursue its antitrust complaint against the telecoms equipment maker.  \n",
      "Reporting by Foo Yun Chee; Editing by Kirsten Donovan and Alexander Smith\n"
][
      "* Tech companies, automakers fighting over access to patents, fees \n",
      "* Standard essential patents key to internet-linked devices \n",
      "* Protecting Europe’s technological sovereignty vs other sectors \n",
      "By Foo Yun Chee \n",
      "BRUSSELS, March 31 (Reuters) - EU antitrust regulators are asking Daimler, Continental and other car parts suppliers for details of failed mediation talks with Nokia, raising hopes that enforcers may step in to resolve a patent licensing fee dispute. \n",
      "Daimler and Continental, along with Bury Technologies, Valeo and Thales-owned Gemalto, complained to the European Commission last year about the fees Nokia was demanding for patents related to car communications. \n",
      "The spat highlights a wider battle between tech companies and the car industry over royalties for technologies crucial to navigation systems, vehicle communications and self-driving cars. \n",
      "With Nokia and Ericsson seen as champions, Europe wants to protect its technological sovereignty, while others say this should not be at the expense of other equally important European industries such as the auto sector. \n",
      "Nokia earlier this year initiated mediation discussions with the companies which sources said ended earlier this month without agreement. EU competition enforcers now want to know what happened, the people said. \n",
      "“We can confirm that the European Commission has sent us a request for information,” Daimler said in an emailed statement. \n",
      "The Commission declined to comment, saying that its investigation was ongoing. \n",
      "Nokia said it has made fair licensing offers to automakers, tier-1 suppliers and through a collective licensing pool to other players. \n",
      "“Nokia has made several fair settlement offers to both Daimler and its tier-1 suppliers including Continental but unfortunately those offers have been rejected,” the company said in an email. \n",
      "Continental, which is seeking a direct license for Nokia’s essential patents for 3G and 4G, said it would pursue its antitrust complaint against the Finnish telecoms equipment maker with the Commission following the failed mediation. \n",
      "“Without access to the respective licenses Continental and other suppliers are not able to develop, manufacture or sell important technology for future automotive and non-automotive applications,” the German car parts maker said in a March 17 statement. (Reporting by Foo Yun Chee; Editing by Kirsten Donovan)\n"
][
      "FRANKFURT (Reuters) - Daimler (\n",
      ") said on Thursday it has signed an agreement for a 12 billion euro ($13 billion) credit line to increase its financial flexibility in the current coronavirus crisis. \n",
      "The credit line comes in addition to an 11 billion euro revolving credit with a term until 2025, including extension options. \n",
      "The new loan facility can be utilized within a 12-month period with two extension options of six months, Daimler said, adding the line was agreed with BNP (\n",
      "), Banco Santander (\n",
      "), Deutsche Bank (\n",
      ") and JP Morgan (\n",
      ") on April 1. Syndication has started.  \n",
      "Reporting by Christoph Steitz; Editing by Susan Fenton\n"
][
      "FRANKFURT, April 1 (Reuters) - Daimler on Wednesday said management board members had agreed to forego 20% of their basic pay as a way to help the car, truck and bus maker cut costs during the coronavirus crisis. \n",
      "The move comes after Daimler said German employees would switch to shortened work hours. \n",
      "Supervisory board members have also agreed to a 20% cut and leading managers will see their pay curtailed by 10%, Daimler said. (Reporting by Edward Taylor Editing by Toby Davis)\n"
][
      "HAMBURG (Reuters) - The bosses of Volkswagen (\n",
      "), BMW (\n",
      ") and Daimler (\n",
      ") held a crisis call with German Chancellor Angela Merkel on Wednesday to discuss how to get production restarted, Germany’s Handelsblatt newspaper reported on Thursday. \n",
      "Carmakers have halted production at some sites as governments around the world have imposed lockdowns on their populations in response to the coronavirus outbreak. \n",
      "Volkswagen Chief Executive Herbert Diess last week said the carmaker might have to cut jobs if the pandemic is not brought under control as it is still spending about 2 billion euros ($2.18 billion) a week. \n",
      "Handelsblatt cited participants in the call as saying carmakers were particularly concerned about the supply chain. \n",
      "A Volkswagen source told Reuters the carmakers discussed the situation in the industry and how production could be started up again after the coronavirus crisis. There was agreement that an EU-wide approach to re-starting production was needed, the source said. \n",
      "“It doesn’t help if one country forges ahead and then everything in Italy or Spain is still at a standstill,” the source said, adding that such a scenario would result in gaps in the supply chain. \n",
      "The Volkswagen source said in the talks there had been agreement that a working group, including the government, industry and the Robert Koch Institute for infectious diseases, should be set up to develop standards for protecting employees when production is restarted, such as protective clothing, masks, distancing workers and frequent cleaning of sanitary facilities. \n",
      "The source said the carmakers also discussed the situation facing car suppliers and that while big original equipment manufacturers were well provided for in terms of liquidity, that was not the case for many suppliers. \n",
      "A source at Daimler said Merkel, Economy Minister Peter Altmaier, Finance Minister Olaf Scholz and Joerg Hofmann, head of the IG Metall trade union, had all taken part in the meeting with Daimler CEO Ola Kaellenius, BMW boss Oliver Zipse and Volkswagen CEO Diess. \n",
      "A survey published on Wednesday showed Germany’s export-dependent manufacturing sector saw the steepest decrease in output in almost 11 years in March, as the coronavirus pandemic forced plant closures in Europe’s biggest economy. \n",
      "Reporting by Jan C. Schwartz; Writing by Michelle Martin. Editing by Jane Merriman\n"
][
      "SAO PAULO, April 3 (Reuters) - Mercedes Benz said on Friday it has extended furloughs for its Brazil workforce until at least May 2, making it the automaker that has so far implemented the most far-reaching production cuts in South America’s top auto producer. \n",
      "Mercedes Benz is Brazil’s top truck maker and its the German company’s No. 2 truck market worldwide. (Reporting by Marcelo Rochabrun Editing by Chizu Nomiyama)\n"
][
      "BEIJING/FRANKFURT (Reuters) - China’s auto market, the world’s biggest, will gradually recover and remain stable for a long period despite short-term pressure from the coronavirus epidemic, officials said on Thursday. \n",
      "The statement came as executives from Mercedes-Benz (\n",
      ") and Volkswagen (\n",
      ") said demand is rebounding in China after restrictions on social life were eased and dealerships reopened. \n",
      "China’s auto sales dropped 79% from a year earlier in February due to the epidemic. However, the situation was  \n",
      "temporary and didn’t affect long-term trends in the industry, Cai Ronghua, a senior official at National Development and Reform Commission (NDRC), told a news conference. \n",
      "He noted the broader impact of any further downturn in the sector. \n",
      "“If auto production and sales continue to decline, it will not only affect the industry itself, but also affect the resumption of production in other industries, and may even affect the smooth operation of the entire economy,” Cai said, adding auto production had not so far been affected by global auto parts supply disruption. \n",
      "Separately, the Ministry of Ecology and Environment (MEE) is considering postponing the implementation of new gasoline emission standards in some provinces, Wu Xianfeng, a senior official at MEE, said. \n",
      "Volkswagen, the world’s largest carmaker and China’s best- selling manufacturer, said showroom traffic during the last weekend of March had rebounded to year-earlier levels after its dealerships re-opened as measures to contain the pandemic were eased. \n",
      "The SAIC Volkswagen factory in Changsha resumed operations this week, putting all but one of VW Group’s 33 car and component plants in China back in business, VW said. \n",
      "Volkswagen Group China CEO Stephan Wöllenstein said: “Our dealerships are seeing customers on the showroom floors once again. There are growing signs of recovery, with a good chance that the Chinese car market could reach last year’s level in early summer.” \n",
      "Daimler, which owns the Mercedes-Benz brand, said on Wednesday China demand had recovered to near pre-crisis levels and its factory in Beijing had resumed production running a two-shift system. \n",
      "“In China and South Korea our dealerships are fully open and we see a significant increase in demand there. That gives us confidence,” Daimler board member Britta Seeger said. \n",
      "In addition to its Chinese plants, Daimler wants to resume production at its German plants in Untertuerkheim, Hamburg und Berlin on April 20, followed by a ramp up at its plants in Sindelfingen und Bremen.  \n",
      "Reporting by Yilei Sun, Yingzhi Yang and Andrew Galbraith in Beijing, and Edward Taylor in Frankfurt; Editing by Catherine Evans and David Holmes\n"
][
      "PARIS (Reuters) - The ‘FREE NOW’ taxi ride-hailing service run by Daimler and BMW announced on Thursday a corporate restructuring, which could lead to job cuts, and unveiled plans to merge with French app Kapten. \n",
      "The ‘FREE NOW’ company said in a statement that its restructuring was aimed at reducing costs in order to offset the hits to its business caused by the coronavirus crisis, which has hurt transport companies around the world. \n",
      "The ‘FREE NOW’ and Kapten ride-hailing apps are among many relatively new companies that have been set up across the globe to take on the likes of main players such as Uber. \n",
      "Reporting by Sudip Kar-Gupta; Editing by Susan Fenton\n"
][
      "FRANKFURT (Reuters) - Daimler (\n",
      ") expects to post a positive margin on Mercedes-Benz passenger cars and vans in the first quarter, thanks to rebounding sales in China and solid demand in the United States, Chief Financial Officer Harald Wilhelm said on Wednesday. \n",
      "Sales of Mercedes-Benz passenger cars in March in the United States showed no corona impact thanks to demand for sports utility vehicles, Wilhelm said, adding that sales in China had rebounded.  \n",
      "“We see early signs of a recovery in China. Group sales returned to 60,000 units, almost at prior year levels in March,” Wilhelm said, adding that production had returned to a two shift system at Daimler’s plant in Beijing. \n",
      "Reporting by Edward Taylor, editing by Thomas Escritt\n"
]"BERLIN (Reuters) - The number of confirmed coronavirus cases in Germany jumped by more than 100 on Saturday, reaching 795 by mid-afternoon amid growing concern at the economic impact of the spreading epidemic on one of the world’s most trade-dependent economies. \n""The number recorded by the Robert Koch Institute stood at 684 in the morning, with large clusters in the west and south, where an initial outbreak centered on a car supplier with a unit in Wuhan, where the infection was first detected. \n""The total is well over 10 times larger than it was a week ago. There were 66 cases on Feb. 29.  \n""Western Europe’s most populous country has the second largest number of registered cases on the continent after Italy.  \n""So far, no deaths have been reported, though the RND newspaper group reported that a transplant patient with a depressed immune system who had contracted coronavirus was in a critical condition. \n""With concern growing at the vulnerability of long international supply chains to such an epidemic, Ola Kallenius, chief executive of Mercedes maker Daimler (\n""), warned against a return to economic nationalism. \n""“These events show how fragile global supply chains are,” he told Der Spiegel magazine in remarks published on Saturday. “But a world without global work sharing would be less successful ... We should protect (that success) while checking for vulnerabilities where we can bring more security into the supply chain.” \n""He said Daimler was “gradually ramping up” production again in China after the Chinese New Year stoppage, which had been lengthened because of the coronavirus. But the disease would have an impact on company results. \n""“We can’t yet say what the impact will be, but it is clear that both production and sales will be affected,” Kallenius added. \n""Lufthansa (\n""), Europe’s largest airline group by fleet size, on Friday announced that it was slashing by half the number of flights it will operate in coming weeks as a result of the sudden slackening in demand. \n""While the government has so far resisted calls for direct economic stimulus to counter the effects of the slowdown, saying only that it has the resources to do so if necessary, more targeted measures are being contemplated. \n""Handelsblatt newspaper reported on Saturday that the parties in Chancellor Angela Merkel’s coalition were discussing ways to make it temporarily easier for companies to shorten employees’ working hours by letting them off some of the cost of social security benefits. \n""And with panic buying triggering pictures of empty supermarket shelves on social media, transport minister Andreas Scheuer recommended that a ban on deliveries on Germany’s sacrosanct Sunday be lifted to ease restocking. \n""At a European health ministers’ summit on Friday, Health Minister Jens Spahn advised against trips to affected regions both abroad and at home, mentioning specifically the German state of North-Rhine Westphalia, where 346 cases have been reported. \n""Reporting by Thomas Escritt; Editing by Alison Williams and James Drummond\n""(Reuters) - General Motors Co (\n"") and Mercedes Benz will furlough all employees in Brazil later this month, the companies said on Wednesday, suggesting that production in South America’s main auto center will be heavily impacted by the coronavirus outbreak. \n""Brazil’s automakers had been bracing for a potential breakdown in its parts supply chain from China starting in April that could disrupt production. But neither mentioned supply chain issues in their statement.  \n""Automakers are halting production at plants across Europe as they grapple with coronavirus and diving demand. \n""GM said it needed to “align production to market demands.” Mercedes, owned by Daimler (\n""), said it wanted to prevent the spread of the coronavirus.  \n""GM’s Chevrolet is Brazil’s best-selling car brand and the company’s decision could potentially lead other large Brazilian automakers to furlough and halt production.  \n""Mercedes is focused on heavy truck production in Brazil, where it is the market leader.  \n""A union source representing some of GM’s workers in Brazil said they would have liked for the company to furlough workers sooner to protect their health.  \n""The source said the furlough would last March 30 through April 12 and workers will be paid in full, in accordance with Brazilian law.  \n""Mercedes said its furlough will last from March 25 through April 19 and had already been negotiated with its unions.  \n""Reporting by Marcelo Rochabrun; Editing by Andrea Ricci and Lisa Shumaker\n""FRANKFURT (Reuters) - Daimler (\n""), which owns the Mercedes-Benz luxury car brand, on Tuesday said it will suspend most of its production in Europe for two weeks in an effort to contain the spread of the new coronavirus. \n""“The suspension applies to Daimler’s car, van and commercial vehicle plants in Europe and will start this week,” the Stuttgart-based carmaker said. \n""Global supply chains currently cannot be maintained to their full extent, it said adding that due to the ongoing spread of COVID-19 the economic effects on Daimler cannot be adequately determined or reliably quantified at this time. \n""“With these closures, Daimler is helping to protect its workforce, to interrupt chains of infection and to contain the spread of the pandemic,” the company said. \n""Reporting by Edward Taylor; Editing by Christoph Steitz\n""FRANKFURT (Reuters) - Daimler (\n"") is in talks with lenders for a credit facility of at least 10 billion euros ($11.03 billion) to help the car company cope with the coronavirus outbreak, Bloomberg reported on Thursday. \n""Bloomberg, citing unnamed people familiar with the matter, reported that an announcement on the final amount could come as early as next week. \n""Daimler, which like other carmakers has suspended swathes of production to prevent the virus’ spread, declined to comment. \n""Reporting by Edward Taylor. Writing by Tom Sims. Editing by Jane Merriman\n""March 26 (Reuters) - \n""* DAIMLER SEEKS OVER $11 BILLION CREDIT LINE TO WEATHER CRISIS - BLOOMBERG NEWS Source text : [ID:\n""] Further company coverage:\n""LONDON, March 20 (Reuters) - Daimler and Deutsche Telekom are among 24 firms that stand to  benefit the most from central bank asset-purchase schemes as their debt is eligible for the UK as well as euro zone stimulus programmes, investment bank BofA said on Friday. \n""The Bank of England announced this week it would restart buying corporate debt for the first time since 2016, while the the European Central Bank also ramped up bond purchases, bringing total planned purchases of corporate and government bonds to 1.1 trillion euros. \n""Auto companies Daimler, BMW and Volkswagen, as well as utility Deutsche Telekom , which have notable debt piles outstanding in both euros and sterling, are eligible for both corporate bond purchases, BoA analysts told clients. \n""That would imply tighter supply of these bonds in the market, potentially boosting their prices. \n""“These names could be the ultimate beneficiaries as two central banks fight over squeezing their bonds,” wrote BofA. \n""“We expect these 24 names to become core longs for credit investors at this juncture.” \n""Two of the companies: Unilever and Engie , opened Europe’s corporate bond market on Friday, which had been shut since March 11, according to Refinitiv IFR, with books heavily subscribed on both deals. \n""Here are the rest of the companies BoA has identified, ordered by the number of eligible bonds they have outstanding: \n""* Daimler \n""* Deutsche Telekom \n""* Volkswagen \n""* Deutsche Bahn \n""* Engie \n""* Telefonica \n""* Anheuser-Busch InBev \n""* EDF Energy \n""* Siemens \n""* Total \n""* Unilever \n""* E On International \n""* Iberdrola \n""* Suez \n""* Veolia Environnement \n""* Compagnie de Saint Gobain \n""* Nestle Holdings \n""* ESB Finance \n""* Linde \n""* Bouygues \n""* Compass Group \n""* WPP (Reporting by Yoruk Bahceli;Editing by Elaine Hardcastle)\n""FRANKFURT (Reuters) - Daimler is suspending production at its plants in Tuscaloosa, Alabama and Charleston, South Carolina for two weeks starting today, it said. \n""“Management is monitoring the situation continually and will take further measures if needed. Business will resume once the situation has improved,” the German carmaker, which owns the Mercedes-Benz brand, said in a statement on Tuesday. \n""Earlier this month the company said it would suspend most of its production in Europe for two weeks in an effort to contain the spread of the new coronavirus. \n""Reporting by Ilona Wissenbach; Writing by Edward Taylor; Editing by Jan Harvey\n""March 26 (Reuters) - S&P Global Ratings: \n""* COVID-19 LEADS TO DOWNGRADES OF BMW AND DAIMLER; OUTLOOK ON VW NOW NEGATIVE \n""* LOWERING LONG-TERM RATINGS ON BMW; DAIMLER BY ONE NOTCH, WHILE REVISING OUTLOOK ON VW TO NEGATIVE \n""* NEGATIVE OUTLOOKS INDICATE RISKS LINKED TO DURATION OF COVID-19 PANDEMIC & ITS IMPACT ON GLOBAL AUTO INDUSTRY & ON 3 AUTOMAKERS IN PARTICULAR \n""* EXPECT VOLKSWAGEN, BMW, DAIMLER TO SEE STEEP DECLINE IN REVENUE, CASH FLOW THIS YEAR ON WEAK DEMAND DUE TO COVID-19 PANDEMIC Source: \n"" Further company coverage:\n""FRANKFURT, March 23 (Reuters) - Daimler currently has sufficient funding and sees no need to apply for state aid, despite halting production at its major plants in Europe to contain the coronavirus, Chief Executive Ola Kaellenius told German newspaper Handelsblatt. \n""“Daimler currently has no need for state aid. Generally speaking, the industry had a very good order intake before the crisis,” Kaellenius is quoted telling the paper. \n""Upon being asked whether Daimler would help suppliers that are in trouble, Kaellenius said: “We are in permanent discussions with our suppliers and consult them. Until now there has not been a case where liquidity was an issue.” \n""Daimler is shutting production at its plant in Tuscaloosa, Alabama, Kaellenius said. The carmaker has however reopened its factory in China and is seeing demand for cars recovering in the world’s biggest car market, Kaellenius told the paper. (Reporting by Edward Taylor Editing by Michelle Martin)\n""* Tech companies, automakers fighting over access to patents, fees \n""* Standard essential patents key to internet-linked devices \n""* Protecting Europe’s technological sovereignty vs other sectors \n""By Foo Yun Chee \n""BRUSSELS, March 31 (Reuters) - EU antitrust regulators are asking Daimler, Continental and other car parts suppliers for details of failed mediation talks with Nokia, raising hopes that enforcers may step in to resolve a patent licensing fee dispute. \n""Daimler and Continental, along with Bury Technologies, Valeo and Thales-owned Gemalto, complained to the European Commission last year about the fees Nokia was demanding for patents related to car communications. \n""The spat highlights a wider battle between tech companies and the car industry over royalties for technologies crucial to navigation systems, vehicle communications and self-driving cars. \n""With Nokia and Ericsson seen as champions, Europe wants to protect its technological sovereignty, while others say this should not be at the expense of other equally important European industries such as the auto sector. \n""Nokia earlier this year initiated mediation discussions with the companies which sources said ended earlier this month without agreement. EU competition enforcers now want to know what happened, the people said. \n""“We can confirm that the European Commission has sent us a request for information,” Daimler said in an emailed statement. \n""The Commission declined to comment, saying that its investigation was ongoing. \n""Nokia said it has made fair licensing offers to automakers, tier-1 suppliers and through a collective licensing pool to other players. \n""“Nokia has made several fair settlement offers to both Daimler and its tier-1 suppliers including Continental but unfortunately those offers have been rejected,” the company said in an email. \n""Continental, which is seeking a direct license for Nokia’s essential patents for 3G and 4G, said it would pursue its antitrust complaint against the Finnish telecoms equipment maker with the Commission following the failed mediation. \n""“Without access to the respective licenses Continental and other suppliers are not able to develop, manufacture or sell important technology for future automotive and non-automotive applications,” the German car parts maker said in a March 17 statement. (Reporting by Foo Yun Chee; Editing by Kirsten Donovan)\n""FRANKFURT, April 1 (Reuters) - Daimler on Wednesday said management board members had agreed to forego 20% of their basic pay as a way to help the car, truck and bus maker cut costs during the coronavirus crisis. \n""The move comes after Daimler said German employees would switch to shortened work hours. \n""Supervisory board members have also agreed to a 20% cut and leading managers will see their pay curtailed by 10%, Daimler said. (Reporting by Edward Taylor Editing by Toby Davis)\n""BRUSSELS (Reuters) - European Union antitrust regulators have asked Daimler, Continental and other car parts makers for details of failed mediation talks with Nokia in a patent licensing fee dispute. \n""Daimler, Continental, Bury Technologies, Valeo and Thales-owned Gemalto complained to the European Commission last year about the fees Finland’s Nokia was demanding for patents related to car communications. \n""The row highlights a wider battle between tech companies and the car sector over royalties for technologies key to navigation systems, vehicle communications and self-driving cars. \n""Europe wants to protect its technological sovereignty as Nokia and Ericsson are regarded as leading forces in the development of such technologies, while others say this should not be at the expense of other sectors such as autos. \n""Nokia initiated mediation with the companies, which sources said ended earlier this month without agreement. EU competition enforcers now want to know what happened, the people said. \n""Daimler, which owns the Mercedes-Benz luxury car brand,  said the European Commission had sent a request for information. \n""The German company said it has a different legal opinion on how key patents should be licensed to the auto industry. \n""“Nokia so far refused to comprehensively and directly license our suppliers,” Daimler said. \n""“Fair and non-discriminatory access to these standards for all users of the essential patents for telecommunications standards is a key prerequisite for the development of new products and services for connected driving.” \n""The Commission declined comment, beyond saying that its investigation was ongoing. \n""Nokia said in an emailed statement that it has made fair licensing offers to automakers, tier-1 suppliers and through a collective licensing pool. \n""“Nokia has made several fair settlement offers ... but unfortunately those offers have been rejected,” it added. \n""Continental, which is seeking a direct license for Nokia’s essential patents for 3G and 4G, said it would pursue its antitrust complaint against the telecoms equipment maker.  \n""Reporting by Foo Yun Chee; Editing by Kirsten Donovan and Alexander Smith\n""HAMBURG (Reuters) - The bosses of Volkswagen (\n""), BMW (\n"") and Daimler (\n"") held a crisis call with German Chancellor Angela Merkel on Wednesday to discuss how to get production restarted, Germany’s Handelsblatt newspaper reported on Thursday. \n""Carmakers have halted production at some sites as governments around the world have imposed lockdowns on their populations in response to the coronavirus outbreak. \n""Volkswagen Chief Executive Herbert Diess last week said the carmaker might have to cut jobs if the pandemic is not brought under control as it is still spending about 2 billion euros ($2.18 billion) a week. \n""Handelsblatt cited participants in the call as saying carmakers were particularly concerned about the supply chain. \n""A Volkswagen source told Reuters the carmakers discussed the situation in the industry and how production could be started up again after the coronavirus crisis. There was agreement that an EU-wide approach to re-starting production was needed, the source said. \n""“It doesn’t help if one country forges ahead and then everything in Italy or Spain is still at a standstill,” the source said, adding that such a scenario would result in gaps in the supply chain. \n""The Volkswagen source said in the talks there had been agreement that a working group, including the government, industry and the Robert Koch Institute for infectious diseases, should be set up to develop standards for protecting employees when production is restarted, such as protective clothing, masks, distancing workers and frequent cleaning of sanitary facilities. \n""The source said the carmakers also discussed the situation facing car suppliers and that while big original equipment manufacturers were well provided for in terms of liquidity, that was not the case for many suppliers. \n""A source at Daimler said Merkel, Economy Minister Peter Altmaier, Finance Minister Olaf Scholz and Joerg Hofmann, head of the IG Metall trade union, had all taken part in the meeting with Daimler CEO Ola Kaellenius, BMW boss Oliver Zipse and Volkswagen CEO Diess. \n""A survey published on Wednesday showed Germany’s export-dependent manufacturing sector saw the steepest decrease in output in almost 11 years in March, as the coronavirus pandemic forced plant closures in Europe’s biggest economy. \n""Reporting by Jan C. Schwartz; Writing by Michelle Martin. Editing by Jane Merriman\n""March 26 (Reuters) - DAIMLER AG: \n""* DUE TO THE WORSENING COVID-19 PANDEMIC, THE BOARD OF MANAGEMENT AND GENERAL WORKS COUNCIL OF DAIMLER AG DECIDED TO APPLY FOR SHORT-TIME WORK FOR A LARGE PART OF THE PRODUCTION AND SELECTED ADMINISTRATIVE AREAS FROM APRIL 6, 2020 \n""* TO EXPAND EXISTING MEASURES AND INITIALLY GO INTO SHORT-TIME WORKING UNTIL APRIL 17, 2020 \n""* SHORT-TIME WORKING AFFECTS BOTH THE COMPANY’S CAR, VAN AND COMMERCIAL VEHICLE PLANTS IN GERMANY \n""* NECESSARY BASIC FUNCTIONS AS WELL AS FUTURE TOPICS AND STRATEGIC PROJECTS ARE EXCLUDED FROM SHORT-TIME WORK IN ORDER TO BE ABLE TO MAKE A FULL START AGAIN AFTER THE CRISIS Source text: \n"" Further company coverage: (Gdansk Newsroom)\n""SAO PAULO, April 3 (Reuters) - Mercedes Benz said on Friday it has extended furloughs for its Brazil workforce until at least May 2, making it the automaker that has so far implemented the most far-reaching production cuts in South America’s top auto producer. \n""Mercedes Benz is Brazil’s top truck maker and its the German company’s No. 2 truck market worldwide. (Reporting by Marcelo Rochabrun Editing by Chizu Nomiyama)\n""FRANKFURT (Reuters) - Daimler (\n"") said on Thursday it has signed an agreement for a 12 billion euro ($13 billion) credit line to increase its financial flexibility in the current coronavirus crisis. \n""The credit line comes in addition to an 11 billion euro revolving credit with a term until 2025, including extension options. \n""The new loan facility can be utilized within a 12-month period with two extension options of six months, Daimler said, adding the line was agreed with BNP (\n""), Banco Santander (\n""), Deutsche Bank (\n"") and JP Morgan (\n"") on April 1. Syndication has started.  \n""Reporting by Christoph Steitz; Editing by Susan Fenton\n""BEIJING/FRANKFURT (Reuters) - China’s auto market, the world’s biggest, will gradually recover and remain stable for a long period despite short-term pressure from the coronavirus epidemic, officials said on Thursday. \n""The statement came as executives from Mercedes-Benz (\n"") and Volkswagen (\n"") said demand is rebounding in China after restrictions on social life were eased and dealerships reopened. \n""China’s auto sales dropped 79% from a year earlier in February due to the epidemic. However, the situation was  \n""temporary and didn’t affect long-term trends in the industry, Cai Ronghua, a senior official at National Development and Reform Commission (NDRC), told a news conference. \n""He noted the broader impact of any further downturn in the sector. \n""“If auto production and sales continue to decline, it will not only affect the industry itself, but also affect the resumption of production in other industries, and may even affect the smooth operation of the entire economy,” Cai said, adding auto production had not so far been affected by global auto parts supply disruption. \n""Separately, the Ministry of Ecology and Environment (MEE) is considering postponing the implementation of new gasoline emission standards in some provinces, Wu Xianfeng, a senior official at MEE, said. \n""Volkswagen, the world’s largest carmaker and China’s best- selling manufacturer, said showroom traffic during the last weekend of March had rebounded to year-earlier levels after its dealerships re-opened as measures to contain the pandemic were eased. \n""The SAIC Volkswagen factory in Changsha resumed operations this week, putting all but one of VW Group’s 33 car and component plants in China back in business, VW said. \n""Volkswagen Group China CEO Stephan Wöllenstein said: “Our dealerships are seeing customers on the showroom floors once again. There are growing signs of recovery, with a good chance that the Chinese car market could reach last year’s level in early summer.” \n""Daimler, which owns the Mercedes-Benz brand, said on Wednesday China demand had recovered to near pre-crisis levels and its factory in Beijing had resumed production running a two-shift system. \n""“In China and South Korea our dealerships are fully open and we see a significant increase in demand there. That gives us confidence,” Daimler board member Britta Seeger said. \n""In addition to its Chinese plants, Daimler wants to resume production at its German plants in Untertuerkheim, Hamburg und Berlin on April 20, followed by a ramp up at its plants in Sindelfingen und Bremen.  \n""Reporting by Yilei Sun, Yingzhi Yang and Andrew Galbraith in Beijing, and Edward Taylor in Frankfurt; Editing by Catherine Evans and David Holmes\n""FRANKFURT (Reuters) - Daimler (\n"") expects to post a positive margin on Mercedes-Benz passenger cars and vans in the first quarter, thanks to rebounding sales in China and solid demand in the United States, Chief Financial Officer Harald Wilhelm said on Wednesday. \n""Sales of Mercedes-Benz passenger cars in March in the United States showed no corona impact thanks to demand for sports utility vehicles, Wilhelm said, adding that sales in China had rebounded.  \n""“We see early signs of a recovery in China. Group sales returned to 60,000 units, almost at prior year levels in March,” Wilhelm said, adding that production had returned to a two shift system at Daimler’s plant in Beijing. \n""Reporting by Edward Taylor, editing by Thomas Escritt\n""PARIS (Reuters) - The ‘FREE NOW’ taxi ride-hailing service run by Daimler and BMW announced on Thursday a corporate restructuring, which could lead to job cuts, and unveiled plans to merge with French app Kapten. \n""The ‘FREE NOW’ company said in a statement that its restructuring was aimed at reducing costs in order to offset the hits to its business caused by the coronavirus crisis, which has hurt transport companies around the world. \n""The ‘FREE NOW’ and Kapten ride-hailing apps are among many relatively new companies that have been set up across the globe to take on the likes of main players such as Uber. \n""Reporting by Sudip Kar-Gupta; Editing by Susan Fenton\n""FRANKFURT (Reuters) - German carmakers including Volkswagen (\n"") and Mercedes-Benz (\n"") will restart production at some German factories next week after the country eased restrictions designed to contain the coronavirus outbreak. \n""Chancellor Angela Merkel on Wednesday said that Germany has achieved a “fragile intermediate success” in its the fight against the coronavirus and that its emergence from lockdown would begin with the partial reopening of shops next week and schools from May 4. \n""Unlike Italy and Spain, Germany never banned car production, though factories came to a standstill after authorities restricted the movement of people and ordered the closure of car dealerships, hitting demand.         \n""Volkswagen said it will start producing cars for its core brand in Zwickau, Germany, and in Bratislava, Slovakia, on April 20.  \n""Plants in Russia, Spain, Portugal and the United States will ramp up production from April 27 onwards, joined by factories in South Africa, Argentina, Brazil and Mexico in May.  \n""“With the decisions by the federal and state governments in Germany and the loosening of restrictions in other European states, conditions have been established for the gradual resumption of production,” Ralf Brandstaetter, Chief Operating Officer of the Volkswagen brand, said in a statement.  \n""The carmaker has retooled production to ensure that workers keep 1.5 metres apart. Other measures include the staggering of shifts and lunch breaks, plus steps to change worker interaction in VW’s supply chain. \n""Bernd Osterloh, Chairman of the company’s Works Council, said: “In the light of the pandemic, we need to adapt our routines. One answer is our new agreement on health protection. With about 100 measures, we are keeping the risk of infection at Volkswagen as low as possible.” \n""In China, where a Volkswagen has already implemented health measures, 32 of the 33 plants have resumed production and no coronavirus infections among employees have been reported. \n""Mercedes-Benz parent Daimler said that its plants in Hamburg, Berlin and Untertuerkheim will resume production next week. Its Berlin plant makes engine-management systems for vehicles sold in China.  \n""Production will initially start in a one-shift system, Daimler said, with plants in Sindelfingen and Bremen also making preparations to ramp up production. \n""German peer BMW (\n"") said it had no information about the timetable for resuming production. The Munich-based manufacturer has suspended production until end of April. \n""Reporting by Edward Taylor and Jan Schwartz; Editing by David Goodman and Jane Merriman\n""FRANKFURT (Reuters) - Daimler is suspending production at its plants in Tuscaloosa, Alabama and Charleston, South Carolina for two weeks starting today, it said. \n""“Management is monitoring the situation continually and will take further measures if needed. Business will resume once the situation has improved,” the German carmaker, which owns the Mercedes-Benz brand, said in a statement on Tuesday. \n""Earlier this month the company said it would suspend most of its production in Europe for two weeks in an effort to contain the spread of the new coronavirus. \n""Reporting by Ilona Wissenbach; Writing by Edward Taylor; Editing by Jan Harvey\n""FRANKFURT (Reuters) - Daimler (\n"") is in talks with lenders for a credit facility of at least 10 billion euros ($11.03 billion) to help the car company cope with the coronavirus outbreak, Bloomberg reported on Thursday. \n""Bloomberg, citing unnamed people familiar with the matter, reported that an announcement on the final amount could come as early as next week. \n""Daimler, which like other carmakers has suspended swathes of production to prevent the virus’ spread, declined to comment. \n""Reporting by Edward Taylor. Writing by Tom Sims. Editing by Jane Merriman\n""FRANKFURT (Reuters) - Daimler (\n""), which owns the Mercedes-Benz luxury car brand, on Tuesday said it will suspend most of its production in Europe for two weeks in an effort to contain the spread of the new coronavirus. \n""“The suspension applies to Daimler’s car, van and commercial vehicle plants in Europe and will start this week,” the Stuttgart-based carmaker said. \n""Global supply chains currently cannot be maintained to their full extent, it said adding that due to the ongoing spread of COVID-19 the economic effects on Daimler cannot be adequately determined or reliably quantified at this time. \n""“With these closures, Daimler is helping to protect its workforce, to interrupt chains of infection and to contain the spread of the pandemic,” the company said. \n""Reporting by Edward Taylor; Editing by Christoph Steitz\n""March 26 (Reuters) - DAIMLER AG: \n""* DUE TO THE WORSENING COVID-19 PANDEMIC, THE BOARD OF MANAGEMENT AND GENERAL WORKS COUNCIL OF DAIMLER AG DECIDED TO APPLY FOR SHORT-TIME WORK FOR A LARGE PART OF THE PRODUCTION AND SELECTED ADMINISTRATIVE AREAS FROM APRIL 6, 2020 \n""* TO EXPAND EXISTING MEASURES AND INITIALLY GO INTO SHORT-TIME WORKING UNTIL APRIL 17, 2020 \n""* SHORT-TIME WORKING AFFECTS BOTH THE COMPANY’S CAR, VAN AND COMMERCIAL VEHICLE PLANTS IN GERMANY \n""* NECESSARY BASIC FUNCTIONS AS WELL AS FUTURE TOPICS AND STRATEGIC PROJECTS ARE EXCLUDED FROM SHORT-TIME WORK IN ORDER TO BE ABLE TO MAKE A FULL START AGAIN AFTER THE CRISIS Source text: \n"" Further company coverage: (Gdansk Newsroom)\n""BERLIN (Reuters) - The number of confirmed coronavirus cases in Germany jumped by more than 100 on Saturday, reaching 795 by mid-afternoon amid growing concern at the economic impact of the spreading epidemic on one of the world’s most trade-dependent economies. \n""The number recorded by the Robert Koch Institute stood at 684 in the morning, with large clusters in the west and south, where an initial outbreak centered on a car supplier with a unit in Wuhan, where the infection was first detected. \n""The total is well over 10 times larger than it was a week ago. There were 66 cases on Feb. 29.  \n""Western Europe’s most populous country has the second largest number of registered cases on the continent after Italy.  \n""So far, no deaths have been reported, though the RND newspaper group reported that a transplant patient with a depressed immune system who had contracted coronavirus was in a critical condition. \n""With concern growing at the vulnerability of long international supply chains to such an epidemic, Ola Kallenius, chief executive of Mercedes maker Daimler (\n""), warned against a return to economic nationalism. \n""“These events show how fragile global supply chains are,” he told Der Spiegel magazine in remarks published on Saturday. “But a world without global work sharing would be less successful ... We should protect (that success) while checking for vulnerabilities where we can bring more security into the supply chain.” \n""He said Daimler was “gradually ramping up” production again in China after the Chinese New Year stoppage, which had been lengthened because of the coronavirus. But the disease would have an impact on company results. \n""“We can’t yet say what the impact will be, but it is clear that both production and sales will be affected,” Kallenius added. \n""Lufthansa (\n""), Europe’s largest airline group by fleet size, on Friday announced that it was slashing by half the number of flights it will operate in coming weeks as a result of the sudden slackening in demand. \n""While the government has so far resisted calls for direct economic stimulus to counter the effects of the slowdown, saying only that it has the resources to do so if necessary, more targeted measures are being contemplated. \n""Handelsblatt newspaper reported on Saturday that the parties in Chancellor Angela Merkel’s coalition were discussing ways to make it temporarily easier for companies to shorten employees’ working hours by letting them off some of the cost of social security benefits. \n""And with panic buying triggering pictures of empty supermarket shelves on social media, transport minister Andreas Scheuer recommended that a ban on deliveries on Germany’s sacrosanct Sunday be lifted to ease restocking. \n""At a European health ministers’ summit on Friday, Health Minister Jens Spahn advised against trips to affected regions both abroad and at home, mentioning specifically the German state of North-Rhine Westphalia, where 346 cases have been reported. \n""Reporting by Thomas Escritt; Editing by Alison Williams and James Drummond\n""(Reuters) - General Motors Co (\n"") and Mercedes Benz will furlough all employees in Brazil later this month, the companies said on Wednesday, suggesting that production in South America’s main auto center will be heavily impacted by the coronavirus outbreak. \n""Brazil’s automakers had been bracing for a potential breakdown in its parts supply chain from China starting in April that could disrupt production. But neither mentioned supply chain issues in their statement.  \n""Automakers are halting production at plants across Europe as they grapple with coronavirus and diving demand. \n""GM said it needed to “align production to market demands.” Mercedes, owned by Daimler (\n""), said it wanted to prevent the spread of the coronavirus.  \n""GM’s Chevrolet is Brazil’s best-selling car brand and the company’s decision could potentially lead other large Brazilian automakers to furlough and halt production.  \n""Mercedes is focused on heavy truck production in Brazil, where it is the market leader.  \n""A union source representing some of GM’s workers in Brazil said they would have liked for the company to furlough workers sooner to protect their health.  \n""The source said the furlough would last March 30 through April 12 and workers will be paid in full, in accordance with Brazilian law.  \n""Mercedes said its furlough will last from March 25 through April 19 and had already been negotiated with its unions.  \n""Reporting by Marcelo Rochabrun; Editing by Andrea Ricci and Lisa Shumaker\n""March 26 (Reuters) - \n""* DAIMLER SEEKS OVER $11 BILLION CREDIT LINE TO WEATHER CRISIS - BLOOMBERG NEWS Source text : [ID:\n""] Further company coverage:\n""March 26 (Reuters) - S&P Global Ratings: \n""* COVID-19 LEADS TO DOWNGRADES OF BMW AND DAIMLER; OUTLOOK ON VW NOW NEGATIVE \n""* LOWERING LONG-TERM RATINGS ON BMW; DAIMLER BY ONE NOTCH, WHILE REVISING OUTLOOK ON VW TO NEGATIVE \n""* NEGATIVE OUTLOOKS INDICATE RISKS LINKED TO DURATION OF COVID-19 PANDEMIC & ITS IMPACT ON GLOBAL AUTO INDUSTRY & ON 3 AUTOMAKERS IN PARTICULAR \n""* EXPECT VOLKSWAGEN, BMW, DAIMLER TO SEE STEEP DECLINE IN REVENUE, CASH FLOW THIS YEAR ON WEAK DEMAND DUE TO COVID-19 PANDEMIC Source: \n"" Further company coverage:\n""FRANKFURT, March 23 (Reuters) - Daimler currently has sufficient funding and sees no need to apply for state aid, despite halting production at its major plants in Europe to contain the coronavirus, Chief Executive Ola Kaellenius told German newspaper Handelsblatt. \n""“Daimler currently has no need for state aid. Generally speaking, the industry had a very good order intake before the crisis,” Kaellenius is quoted telling the paper. \n""Upon being asked whether Daimler would help suppliers that are in trouble, Kaellenius said: “We are in permanent discussions with our suppliers and consult them. Until now there has not been a case where liquidity was an issue.” \n""Daimler is shutting production at its plant in Tuscaloosa, Alabama, Kaellenius said. The carmaker has however reopened its factory in China and is seeing demand for cars recovering in the world’s biggest car market, Kaellenius told the paper. (Reporting by Edward Taylor Editing by Michelle Martin)\n""BRUSSELS (Reuters) - European Union antitrust regulators have asked Daimler, Continental and other car parts makers for details of failed mediation talks with Nokia in a patent licensing fee dispute. \n""Daimler, Continental, Bury Technologies, Valeo and Thales-owned Gemalto complained to the European Commission last year about the fees Finland’s Nokia was demanding for patents related to car communications. \n""The row highlights a wider battle between tech companies and the car sector over royalties for technologies key to navigation systems, vehicle communications and self-driving cars. \n""Europe wants to protect its technological sovereignty as Nokia and Ericsson are regarded as leading forces in the development of such technologies, while others say this should not be at the expense of other sectors such as autos. \n""Nokia initiated mediation with the companies, which sources said ended earlier this month without agreement. EU competition enforcers now want to know what happened, the people said. \n""Daimler, which owns the Mercedes-Benz luxury car brand,  said the European Commission had sent a request for information. \n""The German company said it has a different legal opinion on how key patents should be licensed to the auto industry. \n""“Nokia so far refused to comprehensively and directly license our suppliers,” Daimler said. \n""“Fair and non-discriminatory access to these standards for all users of the essential patents for telecommunications standards is a key prerequisite for the development of new products and services for connected driving.” \n""The Commission declined comment, beyond saying that its investigation was ongoing. \n""Nokia said in an emailed statement that it has made fair licensing offers to automakers, tier-1 suppliers and through a collective licensing pool. \n""“Nokia has made several fair settlement offers ... but unfortunately those offers have been rejected,” it added. \n""Continental, which is seeking a direct license for Nokia’s essential patents for 3G and 4G, said it would pursue its antitrust complaint against the telecoms equipment maker.  \n""Reporting by Foo Yun Chee; Editing by Kirsten Donovan and Alexander Smith\n""FRANKFURT, April 1 (Reuters) - Daimler on Wednesday said management board members had agreed to forego 20% of their basic pay as a way to help the car, truck and bus maker cut costs during the coronavirus crisis. \n""The move comes after Daimler said German employees would switch to shortened work hours. \n""Supervisory board members have also agreed to a 20% cut and leading managers will see their pay curtailed by 10%, Daimler said. (Reporting by Edward Taylor Editing by Toby Davis)\n""LONDON, March 20 (Reuters) - Daimler and Deutsche Telekom are among 24 firms that stand to  benefit the most from central bank asset-purchase schemes as their debt is eligible for the UK as well as euro zone stimulus programmes, investment bank BofA said on Friday. \n""The Bank of England announced this week it would restart buying corporate debt for the first time since 2016, while the the European Central Bank also ramped up bond purchases, bringing total planned purchases of corporate and government bonds to 1.1 trillion euros. \n""Auto companies Daimler, BMW and Volkswagen, as well as utility Deutsche Telekom , which have notable debt piles outstanding in both euros and sterling, are eligible for both corporate bond purchases, BoA analysts told clients. \n""That would imply tighter supply of these bonds in the market, potentially boosting their prices. \n""“These names could be the ultimate beneficiaries as two central banks fight over squeezing their bonds,” wrote BofA. \n""“We expect these 24 names to become core longs for credit investors at this juncture.” \n""Two of the companies: Unilever and Engie , opened Europe’s corporate bond market on Friday, which had been shut since March 11, according to Refinitiv IFR, with books heavily subscribed on both deals. \n""Here are the rest of the companies BoA has identified, ordered by the number of eligible bonds they have outstanding: \n""* Daimler \n""* Deutsche Telekom \n""* Volkswagen \n""* Deutsche Bahn \n""* Engie \n""* Telefonica \n""* Anheuser-Busch InBev \n""* EDF Energy \n""* Siemens \n""* Total \n""* Unilever \n""* E On International \n""* Iberdrola \n""* Suez \n""* Veolia Environnement \n""* Compagnie de Saint Gobain \n""* Nestle Holdings \n""* ESB Finance \n""* Linde \n""* Bouygues \n""* Compass Group \n""* WPP (Reporting by Yoruk Bahceli;Editing by Elaine Hardcastle)\n""PARIS (Reuters) - The ‘FREE NOW’ taxi ride-hailing service run by Daimler and BMW announced on Thursday a corporate restructuring, which could lead to job cuts, and unveiled plans to merge with French app Kapten. \n""The ‘FREE NOW’ company said in a statement that its restructuring was aimed at reducing costs in order to offset the hits to its business caused by the coronavirus crisis, which has hurt transport companies around the world. \n""The ‘FREE NOW’ and Kapten ride-hailing apps are among many relatively new companies that have been set up across the globe to take on the likes of main players such as Uber. \n""Reporting by Sudip Kar-Gupta; Editing by Susan Fenton\n""FRANKFURT (Reuters) - Daimler (\n"") said on Thursday it has signed an agreement for a 12 billion euro ($13 billion) credit line to increase its financial flexibility in the current coronavirus crisis. \n""The credit line comes in addition to an 11 billion euro revolving credit with a term until 2025, including extension options. \n""The new loan facility can be utilized within a 12-month period with two extension options of six months, Daimler said, adding the line was agreed with BNP (\n""), Banco Santander (\n""), Deutsche Bank (\n"") and JP Morgan (\n"") on April 1. Syndication has started.  \n""Reporting by Christoph Steitz; Editing by Susan Fenton\n""HAMBURG (Reuters) - The bosses of Volkswagen (\n""), BMW (\n"") and Daimler (\n"") held a crisis call with German Chancellor Angela Merkel on Wednesday to discuss how to get production restarted, Germany’s Handelsblatt newspaper reported on Thursday. \n""Carmakers have halted production at some sites as governments around the world have imposed lockdowns on their populations in response to the coronavirus outbreak. \n""Volkswagen Chief Executive Herbert Diess last week said the carmaker might have to cut jobs if the pandemic is not brought under control as it is still spending about 2 billion euros ($2.18 billion) a week. \n""Handelsblatt cited participants in the call as saying carmakers were particularly concerned about the supply chain. \n""A Volkswagen source told Reuters the carmakers discussed the situation in the industry and how production could be started up again after the coronavirus crisis. There was agreement that an EU-wide approach to re-starting production was needed, the source said. \n""“It doesn’t help if one country forges ahead and then everything in Italy or Spain is still at a standstill,” the source said, adding that such a scenario would result in gaps in the supply chain. \n""The Volkswagen source said in the talks there had been agreement that a working group, including the government, industry and the Robert Koch Institute for infectious diseases, should be set up to develop standards for protecting employees when production is restarted, such as protective clothing, masks, distancing workers and frequent cleaning of sanitary facilities. \n""The source said the carmakers also discussed the situation facing car suppliers and that while big original equipment manufacturers were well provided for in terms of liquidity, that was not the case for many suppliers. \n""A source at Daimler said Merkel, Economy Minister Peter Altmaier, Finance Minister Olaf Scholz and Joerg Hofmann, head of the IG Metall trade union, had all taken part in the meeting with Daimler CEO Ola Kaellenius, BMW boss Oliver Zipse and Volkswagen CEO Diess. \n""A survey published on Wednesday showed Germany’s export-dependent manufacturing sector saw the steepest decrease in output in almost 11 years in March, as the coronavirus pandemic forced plant closures in Europe’s biggest economy. \n""Reporting by Jan C. Schwartz; Writing by Michelle Martin. Editing by Jane Merriman\n""* Tech companies, automakers fighting over access to patents, fees \n""* Standard essential patents key to internet-linked devices \n""* Protecting Europe’s technological sovereignty vs other sectors \n""By Foo Yun Chee \n""BRUSSELS, March 31 (Reuters) - EU antitrust regulators are asking Daimler, Continental and other car parts suppliers for details of failed mediation talks with Nokia, raising hopes that enforcers may step in to resolve a patent licensing fee dispute. \n""Daimler and Continental, along with Bury Technologies, Valeo and Thales-owned Gemalto, complained to the European Commission last year about the fees Nokia was demanding for patents related to car communications. \n""The spat highlights a wider battle between tech companies and the car industry over royalties for technologies crucial to navigation systems, vehicle communications and self-driving cars. \n""With Nokia and Ericsson seen as champions, Europe wants to protect its technological sovereignty, while others say this should not be at the expense of other equally important European industries such as the auto sector. \n""Nokia earlier this year initiated mediation discussions with the companies which sources said ended earlier this month without agreement. EU competition enforcers now want to know what happened, the people said. \n""“We can confirm that the European Commission has sent us a request for information,” Daimler said in an emailed statement. \n""The Commission declined to comment, saying that its investigation was ongoing. \n""Nokia said it has made fair licensing offers to automakers, tier-1 suppliers and through a collective licensing pool to other players. \n""“Nokia has made several fair settlement offers to both Daimler and its tier-1 suppliers including Continental but unfortunately those offers have been rejected,” the company said in an email. \n""Continental, which is seeking a direct license for Nokia’s essential patents for 3G and 4G, said it would pursue its antitrust complaint against the Finnish telecoms equipment maker with the Commission following the failed mediation. \n""“Without access to the respective licenses Continental and other suppliers are not able to develop, manufacture or sell important technology for future automotive and non-automotive applications,” the German car parts maker said in a March 17 statement. (Reporting by Foo Yun Chee; Editing by Kirsten Donovan)\n""BEIJING/FRANKFURT (Reuters) - China’s auto market, the world’s biggest, will gradually recover and remain stable for a long period despite short-term pressure from the coronavirus epidemic, officials said on Thursday. \n""The statement came as executives from Mercedes-Benz (\n"") and Volkswagen (\n"") said demand is rebounding in China after restrictions on social life were eased and dealerships reopened. \n""China’s auto sales dropped 79% from a year earlier in February due to the epidemic. However, the situation was  \n""temporary and didn’t affect long-term trends in the industry, Cai Ronghua, a senior official at National Development and Reform Commission (NDRC), told a news conference. \n""He noted the broader impact of any further downturn in the sector. \n""“If auto production and sales continue to decline, it will not only affect the industry itself, but also affect the resumption of production in other industries, and may even affect the smooth operation of the entire economy,” Cai said, adding auto production had not so far been affected by global auto parts supply disruption. \n""Separately, the Ministry of Ecology and Environment (MEE) is considering postponing the implementation of new gasoline emission standards in some provinces, Wu Xianfeng, a senior official at MEE, said. \n""Volkswagen, the world’s largest carmaker and China’s best- selling manufacturer, said showroom traffic during the last weekend of March had rebounded to year-earlier levels after its dealerships re-opened as measures to contain the pandemic were eased. \n""The SAIC Volkswagen factory in Changsha resumed operations this week, putting all but one of VW Group’s 33 car and component plants in China back in business, VW said. \n""Volkswagen Group China CEO Stephan Wöllenstein said: “Our dealerships are seeing customers on the showroom floors once again. There are growing signs of recovery, with a good chance that the Chinese car market could reach last year’s level in early summer.” \n""Daimler, which owns the Mercedes-Benz brand, said on Wednesday China demand had recovered to near pre-crisis levels and its factory in Beijing had resumed production running a two-shift system. \n""“In China and South Korea our dealerships are fully open and we see a significant increase in demand there. That gives us confidence,” Daimler board member Britta Seeger said. \n""In addition to its Chinese plants, Daimler wants to resume production at its German plants in Untertuerkheim, Hamburg und Berlin on April 20, followed by a ramp up at its plants in Sindelfingen und Bremen.  \n""Reporting by Yilei Sun, Yingzhi Yang and Andrew Galbraith in Beijing, and Edward Taylor in Frankfurt; Editing by Catherine Evans and David Holmes\n""FRANKFURT (Reuters) - German carmakers including Volkswagen (\n"") and Mercedes-Benz (\n"") will restart production at some German factories next week after the country eased restrictions designed to contain the coronavirus outbreak. \n""Chancellor Angela Merkel on Wednesday said that Germany has achieved a “fragile intermediate success” in its the fight against the coronavirus and that its emergence from lockdown would begin with the partial reopening of shops next week and schools from May 4. \n""Unlike Italy and Spain, Germany never banned car production, though factories came to a standstill after authorities restricted the movement of people and ordered the closure of car dealerships, hitting demand.         \n""Volkswagen said it will start producing cars for its core brand in Zwickau, Germany, and in Bratislava, Slovakia, on April 20.  \n""Plants in Russia, Spain, Portugal and the United States will ramp up production from April 27 onwards, joined by factories in South Africa, Argentina, Brazil and Mexico in May.  \n""“With the decisions by the federal and state governments in Germany and the loosening of restrictions in other European states, conditions have been established for the gradual resumption of production,” Ralf Brandstaetter, Chief Operating Officer of the Volkswagen brand, said in a statement.  \n""The carmaker has retooled production to ensure that workers keep 1.5 metres apart. Other measures include the staggering of shifts and lunch breaks, plus steps to change worker interaction in VW’s supply chain. \n""Bernd Osterloh, Chairman of the company’s Works Council, said: “In the light of the pandemic, we need to adapt our routines. One answer is our new agreement on health protection. With about 100 measures, we are keeping the risk of infection at Volkswagen as low as possible.” \n""In China, where a Volkswagen has already implemented health measures, 32 of the 33 plants have resumed production and no coronavirus infections among employees have been reported. \n""Mercedes-Benz parent Daimler said that its plants in Hamburg, Berlin and Untertuerkheim will resume production next week. Its Berlin plant makes engine-management systems for vehicles sold in China.  \n""Production will initially start in a one-shift system, Daimler said, with plants in Sindelfingen and Bremen also making preparations to ramp up production. \n""German peer BMW (\n"") said it had no information about the timetable for resuming production. The Munich-based manufacturer has suspended production until end of April. \n""Reporting by Edward Taylor and Jan Schwartz; Editing by David Goodman and Jane Merriman\n""FRANKFURT (Reuters) - Daimler (\n"") expects to post a positive margin on Mercedes-Benz passenger cars and vans in the first quarter, thanks to rebounding sales in China and solid demand in the United States, Chief Financial Officer Harald Wilhelm said on Wednesday. \n""Sales of Mercedes-Benz passenger cars in March in the United States showed no corona impact thanks to demand for sports utility vehicles, Wilhelm said, adding that sales in China had rebounded.  \n""“We see early signs of a recovery in China. Group sales returned to 60,000 units, almost at prior year levels in March,” Wilhelm said, adding that production had returned to a two shift system at Daimler’s plant in Beijing. \n""Reporting by Edward Taylor, editing by Thomas Escritt\n""SAO PAULO, April 3 (Reuters) - Mercedes Benz said on Friday it has extended furloughs for its Brazil workforce until at least May 2, making it the automaker that has so far implemented the most far-reaching production cuts in South America’s top auto producer. \n""Mercedes Benz is Brazil’s top truck maker and its the German company’s No. 2 truck market worldwide. (Reporting by Marcelo Rochabrun Editing by Chizu Nomiyama)\n"