BEIJING/FRANKFURT (Reuters) - China’s auto market, the world’s biggest, will gradually recover and remain stable for a long period despite short-term pressure from the coronavirus epidemic, officials said on Thursday.
The statement came as executives from Mercedes-Benz (
) and Volkswagen (
) said demand is rebounding in China after restrictions on social life were eased and dealerships reopened.
China’s auto sales dropped 79% from a year earlier in February due to the epidemic. However, the situation was
temporary and didn’t affect long-term trends in the industry, Cai Ronghua, a senior official at National Development and Reform Commission (NDRC), told a news conference.
He noted the broader impact of any further downturn in the sector.
“If auto production and sales continue to decline, it will not only affect the industry itself, but also affect the resumption of production in other industries, and may even affect the smooth operation of the entire economy,” Cai said, adding auto production had not so far been affected by global auto parts supply disruption.
Separately, the Ministry of Ecology and Environment (MEE) is considering postponing the implementation of new gasoline emission standards in some provinces, Wu Xianfeng, a senior official at MEE, said.
Volkswagen, the world’s largest carmaker and China’s best- selling manufacturer, said showroom traffic during the last weekend of March had rebounded to year-earlier levels after its dealerships re-opened as measures to contain the pandemic were eased.
The SAIC Volkswagen factory in Changsha resumed operations this week, putting all but one of VW Group’s 33 car and component plants in China back in business, VW said.
Volkswagen Group China CEO Stephan Wöllenstein said: “Our dealerships are seeing customers on the showroom floors once again. There are growing signs of recovery, with a good chance that the Chinese car market could reach last year’s level in early summer.”
Daimler, which owns the Mercedes-Benz brand, said on Wednesday China demand had recovered to near pre-crisis levels and its factory in Beijing had resumed production running a two-shift system.
“In China and South Korea our dealerships are fully open and we see a significant increase in demand there. That gives us confidence,” Daimler board member Britta Seeger said.
In addition to its Chinese plants, Daimler wants to resume production at its German plants in Untertuerkheim, Hamburg und Berlin on April 20, followed by a ramp up at its plants in Sindelfingen und Bremen.
Reporting by Yilei Sun, Yingzhi Yang and Andrew Galbraith in Beijing, and Edward Taylor in Frankfurt; Editing by Catherine Evans and David Holmes
